Repository: CCExtractor/Flood_Mobile
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, cs, fi, hi, hu, no, pl, ro, uk

# setting_screen
source: Settings Screen
ar: شاشة الإعدادات
cs: Obrazovka nastavení
fi: Asetukset
hi: सेटिंग्स स्क्रीन
hu: Beállítások képernyő
no: Innstillinger
pl: Ekran ustawień
ro: Ecran Setări
uk: Екран налаштувань

# setting_screen_heading
source: Settings
ar: الإعدادات
cs: Nastavení
fi: Asetukset
hi: सेटिंग्स
hu: Beállítások
no: Innstillinger
pl: Ustawienia
ro: Setări
uk: Налаштування

# connection_settings_rtorrent_type_socket
source: Socket
ar: مأخذ
fi: Pistoke
hi: सॉकेट
hu: Csatlakozó
uk: Сокет

# connection_settings_rtorrent_path_validator
source: Path cannot be empty
ar: لا يمكن أن يكون المسار فارغًا
cs: Cesta nemůže být prázdná
fi: Polku ei voi olla tyhjä
hi: पथ खाली नहीं हो सकता
hu: Az elérési út nem lehet üres
no: Stien kan ikke være tom
pl: Ścieżka nie może być pusta
ro: Calea nu poate fi goală
uk: Шлях не може бути порожнім

# connection_settings_rtorrent_socket
source: Path
ar: المسار
cs: Cesta
fi: Pistokkeen polku
hi: पथ
hu: Elérési út
no: Sti
pl: Socket
ro: Socket
uk: Шлях

# connection_settings_rtorrent_path_hint
source: eg. ~/.local/share/rtorrent
ar: على سبيل المثال ~/.local/share/rtorrent
cs: např. ~/.local/share/rtorrent
fi: esim. ~/.local/share/rtorrent
hi: उदाहरण: ~/.local/share/rtorrent
hu: pl. ~/.local/share/rtorrent
no: f.eks. ~/.local/share/rtorrent
pl: np. ~/.local/share/rtorrent
ro: ex. ~/.local/share/rtorrent
uk: напр. ~/.local/share/rtorrent

# connection_settings_rtorrent_host_validator
source: Host or IP cannot be empty
ar: لا يمكن أن يكون المضيف أو عنوان IP فارغًا
cs: Host nebo IP nemůže být prázdný
fi: Isäntä tai IP ei voi olla tyhjä
hi: होस्ट या IP खाली नहीं हो सकता
hu: A gépnév vagy IP nem lehet üres
no: Vert eller IP kan ikke være tom
pl: Host lub IP nie mogą być puste
ro: Gazda sau IP-ul nu pot fi goale
uk: Хост або IP-адреса не можуть бути порожніми

# new_user_added_snackbar
source: New user added successfully
ar: تمت إضافة مستخدم جديد بنجاح
cs: Nový uživatel byl úspěšně přidán
fi: Uusi käyttäjä lisätty onnistuneesti
hi: नया उपयोगकर्ता सफलतापूर्वक जोड़ा गया
hu: Az új felhasználó sikeresen hozzáadva
no: Ny bruker lagt til
pl: Nowy użytkownik został pomyślnie dodany
ro: Utilizator nou adăugat cu succes
uk: Нового користувача успішно додано

# connection_settings_qbittorrent_url_input_placeholder
source: eg. http://localhost:8080
ar: على سبيل المثال http://localhost:8080
cs: např. http://localhost:8080
fi: esim. http://localhost:8080
hi: उदाहरण: http://localhost:8080
hu: pl. http://localhost:8080
no: f.eks. http://localhost:8080
pl: np. http://localhost:8080
ro: ex. http://localhost:8080
uk: напр. http://localhost:8080/

# connection_settings_transmission_url_input_placeholder
source: eg. http://localhost:9091/transmission/rpc
ar: على سبيل المثال http://localhost:9091/transmission/rpc
cs: např. http://localhost:9091/transmission/rpc
fi: esim. http://localhost:9091/transmission/rpc
hi: उदाहरण: http://localhost:9091/transmission/rpc
hu: pl. http://localhost:9091/transmission/rpc
no: f.eks. http://localhost:9091/transmission/rpc
pl: np. http://localhost:9091/transmission/rpc
ro: de ex. http://localhost:9091/transmission/rpc
uk: наприклад, http://localhost:9091/transmission/rpc

# connection_settings_qbittorrent_url_empty_error
source: URL cannot be empty
ar: لا يمكن أن يكون عنوان URL فارغًا
cs: URL nemůže být prázdné
fi: URL-osoite ei voi olla tyhjä
hi: URL खाली नहीं हो सकता
hu: Az URL nem lehet üres
no: URL kan ikke være tom
pl: URL nie może być puste
ro: URL-ul nu poate fi gol
uk: URL не може бути порожнім

# connection_settings_qbittorrent_url_validation_error
source: Enter valid URL
ar: أدخل عنوان URL صحيح
cs: Zadejte platné URL
fi: Anna kelvollinen URL-osoite
hi: मान्य URL दर्ज करें
hu: Adjon meg érvényes URL-t
no: Angi en gyldig URL
pl: Wprowadź poprawny URL
ro: Introduceți un URL valid
uk: Введіть правильний URL

# connection_settings_qbittorrent_password
source: Password
ar: كلمة المرور
cs: Heslo
fi: Salasana
hi: पासवर्ड
hu: Jelszó
no: Passord
pl: Hasło
ro: Parolă
uk: Пароль

# connection_settings_qbittorrent_client_password
source: Client Password
ar: كلمة مرور العميل
cs: Heslo klienta
fi: Asiakkaan salasana
hi: क्लाइंट पासवर्ड
hu: Kliens jelszó
no: Klientpassord
pl: Hasło klienta
ro: Parolă Client
uk: Пароль клієнта

# connection_settings_qbittorrent_client_username
source: Client Username
ar: اسم المستخدم للعميل
cs: Uživatelské jméno klienta
fi: Asiakkaan käyttäjätunnus
hi: क्लाइंट उपयोगकर्ता नाम
hu: Kliens felhasználónév
no: Klientbrukernavn
pl: Nazwa użytkownika klienta
ro: Nume Utilizator Client
uk: Ім'я користувача клієнта

# connection_settings_qbittorrent_client_password_validator
source: Client Password cannot be empty.
ar: لا يمكن أن يكون كلمة مرور العميل فارغة.
cs: Heslo klienta nemůže být prázdné.
fi: Asiakkaan salasana ei voi olla tyhjä.
hi: क्लाइंट पासवर्ड खाली नहीं हो सकता।
hu: A kliens jelszó nem lehet üres.
no: Klientpassord kan ikke være tomt
pl: Hasło klienta nie może być puste.
ro: Parola Client nu poate fi goală
uk: Пароль клієнта не може бути порожнім.

# connection_settings_qbittorrent_client_username_validator
source: Client Username cannot be empty.
ar: لا يمكن أن يكون اسم المستخدم للعميل فارغًا.
cs: Uživatelské jméno klienta nemůže být prázdné.
fi: Asiakkaan käyttäjätunnus ei voi olla tyhjä.
hi: क्लाइंट उपयोगकर्ता नाम खाली नहीं हो सकता।
hu: A kliens felhasználónév nem lehet üres.
no: Klientbrukernavn kan ikke være tomt
pl: Nazwa użytkownika klienta nie może być pusta.
ro: Numele de utilizator al clientului nu poate fi gol
uk: Ім'я користувача клієнта не може бути порожнім.

# connection_settings_qbittorrent_username
source: Username
ar: اسم المستخدم
cs: Uživatelské jméno
fi: Käyttäjätunnus
hi: उपयोगकर्ता नाम
hu: Felhasználónév
no: Brukernavn
pl: Nazwa użytkownika
ro: Nume utilizator
uk: Ім'я користувача

# connection_settings_rtorrent_port
source: Port
ar: منفذ
fi: Portti
hi: पोर्ट
uk: Порт

# connection_settings_rtorrent_port_validator
source: Port cannot be empty
ar: لا يمكن أن يكون المنفذ فارغًا
cs: Port nemůže být prázdný
fi: Portti ei voi olla tyhjä
hi: पोर्ट खाली नहीं हो सकता
hu: A port nem lehet üres
no: Port kan ikke være tom
pl: Port nie może być pusty
ro: Portul nu poate fi gol
uk: Порт не може бути порожнім

# connection_settings_rtorrent_host
source: Host
ar: المضيف
cs: Hostitel
fi: Isäntä
hi: होस्ट
hu: Gépnév vagy IP
no: Vert
ro: Gazdă
uk: Хост

# connection_settings_rtorrent_host_input_placeholder
source: Hostname or IP
ar: اسم المضيف أو عنوان IP
cs: Název hostitele nebo IP
fi: Isäntänimi tai IP
hi: होस्टनाम या IP
hu: Gépnév vagy IP
no: Vertsnavn eller IP
pl: Nazwa hosta lub IP
ro: Nume gazdă sau IP
uk: Ім'я хоста або IP

# connection_settings_client_select
source: Client
ar: العميل
cs: Klient
fi: Asiakasohjelma
hi: क्लाइंट
hu: Ügyfél
no: Klient
pl: Klient
uk: Клієнт

# settings_resources_disk_check_hash_label
source: Verify Hash
ar: التحقق من الهاش
cs: Ověřit hash
fi: Tarkista tiiviste
hi: हैश सत्यापित करें
hu: Hash ellenőrzése
no: Verifiser hash
pl: Sprawdzaj sumę kontrolną
ro: Verificare Hash
uk: Перевірка хешу

# settings_tabs_authentication
source: Authentication
ar: المصادقة
cs: Ověřování
fi: Todennus
hi: प्रमाणीकरण
hu: Azonosítás
no: Autentisering
pl: Autoryzacja
ro: Autentificare
uk: Аутентифікація

# settings_tabs_connectivity
source: Connectivity
ar: الاتصال
cs: Připojení
fi: Yhteydet
hi: संपर्क
hu: Kapcsolódás
no: Tilkobling
pl: Połączenie
ro: Conectivitate
uk: З'єднання

# settings_tabs_user_interface
source: User Interface
ar: واجهة المستخدم
cs: Uživatelské rozhraní
fi: Käyttöliittymä
hi: उपयोगकर्ता इंटरफ़ेस
hu: Felhasználói felület
no: Brukergrensesnitt
pl: Interfejs użytkownika
ro: Interfață Utilizator
uk: Інтерфейс користувача

# settings_tabs_heading
source: Settings
ar: الإعدادات
cs: Nastavení
fi: Asetukset
hi: सेटिंग्स
hu: Beállítások
no: Innstillinger
pl: Ustawienia
ro: Setări
uk: Налаштування

# auth_message_not_admin
source: User is not Admin
ar: المستخدم ليس مسؤولًا
cs: Uživatel není správce
fi: Käyttäjä ei ole ylläpitäjä
hi: उपयोगकर्ता व्यवस्थापक नहीं है
hu: A felhasználó nem rendszergazda
no: Bruker
pl: Użytkownik nie jest administratorem
ro: Utilizatorul nu este administrator
uk: Користувач не є адміністратором

# auth_user_accounts
source: User Accounts
ar: حسابات المستخدمين
cs: Uživatelské účty
fi: Käyttäjätilit
hi: उपयोगकर्ता खाते
hu: Felhasználói fiókok
no: Brukerkontoer
pl: Konta użytkowników
ro: Conturi Utilizator
uk: Облікові записи користувачів

# auth_add_user
source: Add User
ar: إضافة مستخدم
cs: Přidat uživatele
fi: Lisää käyttäjä
hi: उपयोगकर्ता जोड़ें
hu: Felhasználó hozzáadása
no: Legg til bruker
pl: Dodaj użytkownika
ro: Adăugați Utilizator
uk: Додати користувача

# auth_admin
source: Admin
ar: مسؤول
fi: Ylläpitäjä
hi: व्यवस्थापक
hu: Rendszergazda
pl: Administrator
ro: Administrator
uk: Адміністратор

# auth_current_user
source: Current User
ar: المستخدم الحالي
cs: Současný uživatel
fi: Nykyinen käyttäjä
hi: वर्तमान उपयोगकर्ता
hu: Aktuális felhasználó
no: Gjeldende bruker
pl: Bieżący użytkownik
ro: Utilizator Curent
uk: Поточний користувач

# auth_error_password_empty
source: Password cannot be empty.
ar: لا يمكن أن تكون كلمة المرور فارغة
cs: Heslo nemůže být prázdné.
fi: Salasana ei voi olla tyhjä.
hi: पासवर्ड खाली नहीं हो सकता।
hu: A jelszó nem lehet üres.
no: Passordet kan ikke være tomt.
pl: Hasło nie może być puste.
ro: Parola nu poate fi goală
uk: Пароль не може бути порожнім.

# auth_error_username_empty
source: Username cannot be empty.
ar: لا يمكن أن يكون اسم المستخدم فارغًا
cs: Uživatelské jméno nemůže být prázdné.
fi: Käyttäjätunnus ei voi olla tyhjä.
hi: उपयोगकर्ता नाम खाली नहीं हो सकता।
hu: A felhasználónév nem lehet üres.
no: Brukernavnet kan ikke være tomt.
pl: Nazwa użytkownika nie może być pusta.
ro: Numele de utilizator nu poate fi gol
uk: Ім'я користувача не може бути порожнім.

# auth_password
source: Password
ar: كلمة المرور
cs: Heslo
fi: Salasana
hi: पासवर्ड
hu: Jelszó
no: Passord
pl: Hasło
ro: Parolă
uk: Пароль

# auth_username
source: Username
ar: اسم المستخدم
cs: Uživatelské jméno
fi: Käyttäjätunnus
hi: उपयोगकर्ता नाम
hu: Felhasználónév
no: Brukernavn
pl: Nazwa użytkownika
ro: Nume utilizator
uk: Ім'я користувача

# is_admin_text
source: Is Admin
ar: هل هو مسؤول
cs: Je správce
fi: On ylläpitäjä
hi: व्यवस्थापक है
hu: Rendszergazda
no: Er administrator
pl: Czy jest administratorem
ro: Este Administrator
uk: Адміністратор

# connection_settings_transmission
source: Transmission
ar: ترانسميشن
hi: ट्रांसमिशन

# settings_tabs_bandwidth
source: Bandwidth
ar: النطاق الترددي
cs: Přenosová šířka
fi: Kaistanleveys
hi: बैंडविड्थ
hu: Sávszélesség
no: Båndbredde
pl: Szerokość pasma
ro: Lățime de bandă
uk: Пропускна здатність

# settings_tabs_userinterface
source: User Interface
ar: واجهة المستخدم
cs: Uživatelské rozhraní
fi: Käyttöliittymä
hi: उपयोगकर्ता इंटरफ़ेस
hu: Felhasználói felület
no: Brukergrensesnitt
pl: Interfejs użytkownika
ro: Interfață Utilizator
uk: Інтерфейс користувача

# settings_bandwidth_slots_download_global_label
source: Download Slots Global
ar: فتحات التنزيل العامة
cs: Globální počet slotů pro stahování
fi: Latauspaikat (kaikki torrentit)
hi: ग्लोबल डाउनलोड स्लॉट
hu: Globális letöltési helyek
no: Nedlastingsplasser globalt
pl: Globalne miejsca pobierania
ro: Sloturi de Descărcare Globale
uk: Завантаження: загальні слоти

# settings_bandwidth_slots_download_label
source: Download Slots Per Torrent
ar: فتحات التنزيل لكل تورنت
cs: Počet slotů pro stahování na torrent
fi: Latauspaikat (yksi torrent)
hi: प्रति टोरेंट डाउनलोड स्लॉट
hu: Torrentenkénti letöltési helyek
no: Nedlastingsplasser per torrent
pl: Miejsca pobierania na torrent
ro: Sloturi de Descărcare Per Torrent
uk: Завантаження: слоти на торрент

# settings_bandwidth_slots_heading
source: Slot Availability
ar: توافر الفتحات
cs: Dostupnost slotů
fi: Paikkatilat
hi: स्लॉट उपलब्धता
hu: Helyek elérhetősége
no: Tilgjengelige plasser
pl: Dostępność miejsc
ro: Disponibilitate Slot
uk: Доступність слотів

# settings_bandwidth_slots_upload_global_label
source: Upload Slots Global
ar: فتحات الرفع العامة
cs: Globální počet slotů pro odesílání
fi: Lähetyspaikat (kaikki torrentit)
hi: ग्लोबल अपलोड स्लॉट
hu: Globális feltöltési helyek
no: Opplastingsplasser globalt
pl: Globalne miejsca wysyłania
ro: Sloturi de Încărcare Globale
uk: Відвантаження: загальні слоти

# settings_bandwidth_slots_upload_label
source: Upload Slots Per Torrent
ar: فتحات الرفع لكل تورنت
cs: Počet slotů pro odesílání na torrent
fi: Lähetyspaikat (yksi torrent)
hi: प्रति टोरेंट अपलोड स्लॉट
hu: Torrentenkénti feltöltési helyek
no: Opplastingsplasser per torrent
pl: Miejsca wysyłania na torrent
ro: Sloturi de Încărcare Per Torrent
uk: Відвантаження: слоти на торрент

# settings_bandwidth_transferrate_global_throttle_download
source: Global Download Rate Throttle
ar: قيود معدل التنزيل العام
cs: Omezit rychlost stahování globálně
fi: Globaali latausrajoitus
hi: ग्लोबल डाउनलोड दरा थ्रॉटल
hu: Globális letöltési sebességkorlát
no: Global begrensning for nedlastingshastighet
pl: Globalne ograniczenie pobierania
ro: Limită de Viteză Globală de Descărcare
uk: Загальний обмежувач швидкості завантаження

# settings_bandwidth_transferrate_global_throttle_upload
source: Global Upload Rate Throttle
ar: قيود معدل الرفع العام
cs: Omezit rychlost odesílání globálně
fi: Globaali lähetysrajoitus
hi: ग्लोबल अपलोड दरा थ्रॉटल
hu: Globális feltöltési sebességkorlát
no: Global begrensning for opplastingshastighet
pl: Globalne ograniczenie wysyłania
ro: Limită de Viteză Globală de Încărcare
uk: Загальний обмежувач швидкості відвантаження

# settings_bandwidth_transferrate_heading
source: Transfer Rate Throttles
ar: قيود معدل النقل
cs: Rychlosti přenosu
fi: Siirtonopeuden rajoitukset
hi: संचार दरा थ्रॉटल
hu: Átviteli sebességkorlátok
no: Begrensninger for overføringshastighet
pl: Ograniczenia prędkości transferu
ro: Limitări de Viteză de Transfer
uk: Обмежувачі швидкості передачі

# settings_connectivity_dht_label
source: Enable DHT
ar: تمكين DHT
cs: Povolit DHT
fi: Ota käyttöön DHT
hi: DHT सक्षम करें
hu: DHT engedélyezése
no: Aktiver DHT
pl: Włącz DHT
ro: Activează DHT
uk: Увімкнути DHT

# settings_connectivity_dht_port_label
source: DHT Port
ar: منفذ DHT
fi: DHT-portti
hi: DHT पोर्ट
pl: Port DHT
ro: Port DHT
uk: Порт DHT

# settings_connectivity_dpd_heading
source: Decentralized Peer Discovery
ar: اكتشاف الأقران اللامركزي
cs: Decentralizované vyhledávání peerů
fi: Hajautettu vertaislöytö
hi: विसंगत उपयोगकर्ता खोज
hu: Központosítatlan társfedezés
no: Desentralisert peer-oppdagelse
pl: Odkrywanie zdecentralizowanych peerów
ro: Descoperire Peer Decentralizată
uk: Децентралізоване виявлення пірів

# settings_connectivity_incoming_heading
source: Incoming Connections
ar: اتصالات الواردة
cs: Příchozí připojení
fi: Saapuvat yhteydet
hi: आवक कनेक्शन
hu: Bejövő kapcsolatok
no: Innkommende tilkoblinger
pl: Połączenia przychodzące
ro: Conexiuni Intrare
uk: Вхідні підключення

# settings_connectivity_ip_hostname_label
source: Reported IP/Hostname
ar: العنوان IP/اسم المضيف المُبلَّغ
cs: Nahlášená IP/název hostitele
fi: Ilmoitettu IP/nimihaku
hi: रिपोर्ट किया गया IP/होस्टनाम
hu: Jelentett IP/gépnév
no: Rapportert IP/vertnavn
pl: Raportowany IP/Nazwa hosta
ro: IP/Gazdă Raportată
uk: Повідомлений IP/Ім'я хоста

# settings_connectivity_max_http_connections
source: Maximum HTTP Connections
ar: الحد الأقصى لاتصالات HTTP
cs: Maximální počet HTTP připojení
fi: Maksimimäärä HTTP-yhteyksiä
hi: अधिकतम HTTP कनेक्शन
hu: Maximális HTTP kapcsolatok
no: Maksimalt antall HTTP-tilkoblinger
pl: Maksymalna liczba połączeń HTTP
ro: Conexiuni HTTP Maxime
uk: Максимальне HTTP-підключення

# settings_connectivity_peer_exchange_label
source: Enable Peer Exchange
ar: تمكين تبادل الأقران
cs: Povolit výměnu peerů
fi: Ota käyttöön vertaisvaihto
hi: पीर विनिमय सक्षम करें
hu: Társak cseréjének engedélyezése
no: Aktiver peer-utveksling
pl: Włącz wymianę peerów
ro: Activează Schimb de Peer
uk: Увімкнути обмін пірами

# settings_connectivity_peers_desired_label
source: Peers Desired
ar: الأقران المطلوبة
cs: Požadovaný počet peerů
fi: Halutut vertaiset
hi: चाहिए पीयर्स
hu: Kívánt társak
no: Ønsket antall jevnaldrende
pl: Docelowa liczba peerów
ro: Peer-uri Dorite
uk: Бажана кількість пірів

# settings_connectivity_peers_heading
source: Peers
ar: الأقران
fi: Verkkotoverit
hi: पीयर्स
hu: Társak
pl: Peery
ro: Peer-uri
uk: Піри

# settings_connectivity_peers_max_label
source: Maximum Peers
ar: الأقران الأقصى
cs: Maximální počet peerů
fi: Enimmäisvertaiset
hi: अधिकतम पीयर्स
hu: Maximális társak
no: Maksimalt antall jevnaldrende
pl: Maksymalna liczba peerów
ro: Peer-uri Maxime
uk: Максимальна кількість пірів

# settings_connectivity_peers_min_label
source: Minimum Peers
ar: الأقران الأدنى
cs: Minimální počet peerů
fi: Vähimmäisvertaiset
hi: न्यूनतम पीयर्स
hu: Minimális társak
no: Minimum antall jevnaldrende
pl: Minimalna liczba peerów
ro: Peer-uri Minime
uk: Мінімальна кількість пірів

# settings_connectivity_peers_seeding_max_label
source: Maximum Peers Seeding
ar: الأقران الأقصى للبذر
cs: Maximální počet seedujících peerů
fi: Enimmäisvertaiset siemenöinnissä
hi: अधिकतम सीडिंग पीयर्स
hu: Maximális seedelő társak
no: Maksimalt antall jevnaldrende som deler
pl: Maksymalna liczba peerów seeding
ro: Peer-uri Maxime În Semănare
uk: Максимальна кількість пірів, що віддають

# settings_connectivity_peers_seeding_min_label
source: Minimum Peers Seeding
ar: الأقران الأدنى للبذر
cs: Minimální počet seedujících peerů
fi: Vähimmäisvertaiset siemenöinnissä
hi: न्यूनतम सीडिंग पीयर्स
hu: Minimális seedelő társak
no: Minimum antall jevnaldrende som deler
pl: Minimalna liczba peerów seeding
ro: Peer-uri Minime În Semănare
uk: Мінімальна кількість пірів, що віддають

# settings_connectivity_port_open_label
source: Open Port
ar: فتح المنفذ
cs: Otevřený port
fi: Avoin portti
hi: खुला पोर्ट
hu: Port nyitva
no: Åpen port
pl: Otwarty port
ro: Deschide Portul
uk: Відкритий порт

# settings_connectivity_port_randomize_label
source: Randomize Port
ar: تصادف المنفذ
cs: Náhodný port
fi: Satunnainen portti
hi: पोर्ट को यादृच्छिक बनाएँ
hu: Port véletlenszerűsítése
no: Tilfeldig port
pl: Losowe porty
ro: Port Aleator
uk: Випадковий порт

# settings_connectivity_port_range_label
source: Port Range
ar: نطاق المنفذ
cs: Rozsah portů
fi: Porttialue
hi: पोर्ट रेंज
hu: Port tartomány
no: Portområde
pl: Zakres portów
ro: Interval Porturi
uk: Діапазон портів

# settings_tabs_resources
source: Resources
ar: الموارد
cs: Prostředky
fi: Resurssit
hi: संसाधन
hu: Erőforrások
no: Ressurser
pl: Zasoby
ro: Resurse
uk: Ресурси

# settings_resources_disk_download_location_label
source: Default Download Directory
ar: المجلد الافتراضي للتنزيل
cs: Výchozí adresář pro stahování
fi: Oletuslatauskansio
hi: डिफ़ॉल्ट डाउनलोड निर्देशिका
hu: Alapértelmezett letöltési könyvtár
no: Standard nedlastingsmappe
pl: Domyślny katalog pobierania
ro: Director Descărcare Implicit
uk: Каталог за замовчуванням для завантажень

# settings_resources_disk_heading
source: Disk
ar: القرص
fi: Levy
hi: डिस्क
hu: Lemez
pl: Dysk
ro: Disc
uk: Диск

# settings_resources_max_open_files
source: Maximum Open Files
ar: الحد الأقصى للملفات المفتوحة
cs: Maximální počet otevřených souborů
fi: Maksimimäärä avattuja tiedostoja
hi: अधिकतम खुले फ़ाइलें
hu: Maximális nyitott fájlok
no: Maksimalt antall åpne filer
pl: Maksymalna liczba otwartych plików
ro: Fișiere Deschise Maxime
uk: Максимальна кількість відкритих файлів

# settings_resources_memory_heading
source: Memory
ar: الذاكرة
cs: Paměť
fi: Muisti
hi: मेमोरी
hu: Memória
no: Minne
pl: Pamięć
ro: Memorie
uk: Пам'ять

# settings_resources_memory_max_label
source: Max Memory Usage (MB)
ar: استخدام الذاكرة الأقصى (ميجابايت)
cs: Maximální využití paměti (MB)
fi: Maksimimuistin käyttö (Mt)
hi: अधिकतम मेमोरी उपयोग (MB)
hu: Maximális memóriahasználat (MB)
no: Maksimal minnebruk (MB)
pl: Maksymalne użycie pamięci (MB)
ro: Utilizare Maximă a Memoriei (MB)
uk: Максимальне використання пам'яті (МБ)

# settings_speed_limit_heading
source: Speed Limit
ar: حد السرعة
cs: Omezení rychlosti
fi: Nopeusrajoitus
hi: स्पीड सीमा
hu: Sebességkorlát
no: Hastighetsgrense
pl: Limit prędkości
ro: Limită de Viteză
uk: Обмеження швидкості

# settings_speed_limit_download
source: Download
ar: التنزيل
cs: Stahování
fi: Lataus
hi: डाउनलोड
hu: Letöltés
no: Nedlasting
pl: Pobieranie
ro: Descărcare
uk: Завантаження

# settings_speed_limit_download_speed
source: Download Speed
ar: سرعة التنزيل
cs: Rychlost stahování
fi: Latausnopeus
hi: डाउनलोड स्पीड
hu: Letöltési sebesség
no: Nedlastingshastighet
pl: Prędkość pobierania
ro: Viteză de Descărcare
uk: Швидкість завантаження

# settings_speed_limit_upload
source: Upload
ar: الرفع
cs: Odesílání
fi: Lähetys
hi: अपलोड
hu: Feltöltés
no: Opplasting
pl: Wysyłanie
ro: Încărcare
uk: Відвантаження

# settings_speed_limit_upload_speed
source: Upload Speed
ar: سرعة الرفع
cs: Rychlost odesílání
fi: Lähetysnopeus
hi: अपलोड स्पीड
hu: Feltöltési sebesség
no: Opplastingshastighet
pl: Prędkość wysyłania
ro: Viteză de Încărcare
uk: Швидкість відвантаження

# settings_speed_set_snackbar
source: Speed set successfully
ar: تم تعيين السرعة بنجاح
cs: Rychlost byla úspěšně nastavena
fi: Nopeus asetettu onnistuneesti
hi: स्पीड सफलतापूर्वक सेट की गई
hu: A sebesség sikeresen beállítva
no: Hastighet satt
pl: Prędkość ustawiona pomyślnie
ro: Viteză setată cu succes
uk: Швидкість успішно встановлено

# button_set
source: Set
ar: تعيين
cs: Nastavit
fi: Aseta
hi: सेट करें
hu: Beállítás
no: Sett
pl: Ustaw
ro: Setare
uk: Встановити

# settings_language_section_heading
source: Language
ar: اللغة
cs: Jazyk
fi: Kieli
hi: भाषा
hu: Nyelv
no: Språk
pl: Język
ro: Limba
uk: Мова

# settings_language_set_snackbar
source: Language Set Successfully
ar: تم تعيين اللغة بنجاح
cs: Jazyk byl úspěšně nastaven
fi: Kieli asetettu onnistuneesti
hi: भाषा सफलतापूर्वक सेट की गई
hu: Nyelv sikeresen beállítva
no: Språk satt
pl: Język ustawiony pomyślnie
ro: Limba setată cu succes
uk: Мову успішно встановлено

# button_save
source: Save
ar: حفظ
cs: Uložit
fi: Tallenna
hi: सहेजें
hu: Mentés
no: Lagre
pl: Zapisz
ro: Salvare
uk: Зберегти

# setting_button_save_snackbar
source: Settings changed successfully
ar: تم تغيير الإعدادات بنجاح
cs: Nastavení bylo úspěšně změněno
fi: Asetukset tallennettu onnistuneesti
hi: सेटिंग्स सफलतापूर्वक बदल दी गईं
hu: A beállítások sikeresen megváltoztak
no: Innstillingene er endret
pl: Ustawienia zmienione pomyślnie
ro: Setările au fost modificate cu succes
uk: Налаштування успішно змінено

# feedback_heading
source: Feedback
ar: تعليقات
cs: Zpětná vazba
fi: Palaute
hi: प्रतिक्रिया
hu: Visszajelzés
no: Tilbakemelding
pl: Opinie
uk: Зворотній зв'язок

# loading_text
source: Loading
ar: جار التحميل
cs: Načítání
fi: Ladataan
hi: लोड हो रहा है
hu: Betöltés
no: Laster
pl: Ładowanie
ro: Se încarcă
uk: Завантаження

# feeds_heading
source: Feeds
ar: تغذية
cs: Zdroje
fi: Syötteet
hi: फ़ीड
hu: Hírcsatornák
pl: Kanały
ro: Știri
uk: Стрічки

# rules_heading
source: Download Rules
ar: قواعد التنزيل
cs: Stahovací pravidla
fi: Lataussäännöt
hi: डाउनलोड नियम
hu: Letöltési szabályok
no: Nedlastingsregler
pl: Zasady pobierania
ro: Reguli de descărcare
uk: Правила завантаження

# torrent_matches_text
source: matches
ar: مطابقات
cs: shod
fi: vastaavuuksia
hi: मिलता है
hu: találat
no: treff
pl: dopasowań
ro: coincideri
uk: співпадінь

# home_screen_back_press_toast
source: Press back button again to exit
ar: اضغط مرة أخرى على زر العودة للخروج
cs: Stiskněte tlačítko zpět znovu pro ukončení
fi: Poistuaksesi paina takaisin-painiketta uudelleen
hi: बाहर जाने के लिए फिर से बैक बटन दबाएं
hu: Kilépéshez nyomja meg újra a visszabillentyűt
no: Trykk tilbakeknappen igjen for å avslutte
pl: Naciśnij ponownie przycisk Wstecz, aby wyjść
ro: Apăsați din nou butonul de retrocedare pentru a ieși
uk: Натисніть кнопку назад ще раз, щоб вийти
