Repository: CCExtractor/Flood_Mobile
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, cs, fi, hi, hu, no, pl, ro, uk

# battery_optimization_dialog_desc1
source: To make sure progress notification works smoothly.
ar: لضمان سلسية عمل إشعار التقدم.
cs: Aby byla zajištěna plynulá funkčnost oznámení o pokroku.
fi: Varmistaaksesi, että edistymisilmoitus toimii sujuvasti.
hi: प्रगति सूचना को सहजता से काम करने के लिए।
hu: A haladás értesítés zökkenőmentes működéséhez.
no: For å sikre at fremdriftsmeldinger fungerer jevnt.
pl: Aby zapewnić płynne działanie powiadomień postępu.
ro: Pentru a vă asigura că notificările de progres funcționează fără probleme
uk: Для забезпечення плавної роботи повідомлення про прогрес.

# battery_optimization_dialog_desc2
source: This might not be required for certain devices like MI/Redmi, etc as they don't have a rigorous battery optimization.
ar: قد لا يكون هذا مطلوبًا لبعض الأجهزة مثل MI/Redmi وغيرها حيث ليس لديها تحسين صارم للبطارية.
cs: To nemusí být vyžadováno u určitých zařízení jako MI/Redmi, atd., protože nemají přísnou optimalizaci baterie.
fi: Tämä ei välttämättä ole tarpeen tietyille laitteille, kuten MI/Redmi, koska niissä ei ole tiukkaa akun optimointia.
hi: यह कुछ उपकरणों के लिए आवश्यक नहीं हो सकता है जैसे कि MI/Redmi आदि क्योंकि उनमें एक सख्त बैटरी सुधारणा नहीं है।
hu: Ez nem szükséges bizonyos készülékeknél, például a MI/Redmi stb., mivel ezeknél nincs szigorú akkumulátor-optimalizáció.
no: Dette kan være unødvendig for visse enheter som MI/Redmi, etc. da de ikke har en streng batterioptimalisering.
pl: To może nie być wymagane dla niektórych urządzeń, takich jak MI/Redmi itp., ponieważ nie mają rygorystycznej optymalizacji baterii.
ro: Aceasta s-ar putea să nu fie necesară pentru anumite dispozitive, cum ar fi MI/Redmi, deoarece acestea nu au o optimizare riguroasă a bateriei
uk: Це може не бути потрібним для деяких пристроїв, таких як MI/Redmi і т. д., оскільки вони не мають строго оптимізації батареї.

# remove_battery_text
source: Remove battery
ar: إزالة البطارية
cs: Odstranit baterii
fi: Poista akku
hi: बैटरी हटाएं
hu: Akkumulátor eltávolítása
no: Fjern batteri
pl: Usuń baterię
ro: Eliminare baterie
uk: Видалити батарею

# remove_battery_optimization_text
source: All Apps > Flood > Don't optimize
ar: جميع التطبيقات > Flood > عدم التحسين
cs: Všechny aplikace > Flood > Ne optimalizovat
fi: Toutes les applications > Flood > Ne pas optimiser
hi: सभी ऐप > फ्लड > ऑप्टिमाइज़ न करें
hu: Minden alkalmazás > Flood > Ne optimalizálja
no: Alle apper > Flood > Ikke optimaliser
pl: Wszystkie aplikacje > Flood > Nie optymalizuj
ro: Toate aplicațiile > Flood > Nu optimiza
uk: Всі додатки > Flood > Не оптимізувати

# remove_battery_optimization_steps
source: Long Press App Icon > App Info > Battery usage > Allow background activity
ar: اضغط بالاستمرار على رمز التطبيق > معلومات التطبيق > استخدام البطارية > السماح بالنشاط في الخلفية
cs: Dlouhé stisknutí ikony aplikace > Informace o aplikaci > Využití baterie > Povolit pozadí aktivity
fi: Appuyez longuement sur l'icône de l'application > Infos sur l'application > Utilisation de la batterie > Autoriser l'activité en arrière-plan
hi: ऐप आइकन पर लंबा दबाएँ > ऐप जानकारी > बैटरी उपयोग > पृष्ठभूमि गतिविधि की अनुमति दें
hu: Az alkalmazás ikonjának hosszan tartó megnyomása > Alkalmazásinformáció > Akkumulátorhasználat > Háttérben futó tevékenység engedélyezése
no: Langtrykk appikon > Appinfo > Batteribruk > Tillat bakgrunnsaktivitet
pl: Przytrzymaj ikonę aplikacji > Informacje o aplikacji > Wykorzystanie baterii > Zezwól na działanie w tle
ro: Apăsați și mențineți apăsată pictograma aplicației > Informații despre aplicație > Utilizare baterie > Permiteți activitatea în fundal
uk: Довге натискання на значок програми > Інформація про програму > Використання батареї > Дозволити фонову активність

# optimisation_text
source: optimisation
ar: تحسين
cs: optimalizace
fi: optimointi
hi: सुधारणा
hu: optimalizáció
no: optimalisering
pl: optymalizacja
ro: optimizare
uk: оптимізація

# or_text
source: OR
ar: أو
cs: NEBO
fi: TAI
hi: या
hu: VAGY
no: ELLER
pl: LUB
ro: SAU
uk: АБО

# update_batter_settings_button
source: UPDATE BATTERY SETTINGS
ar: تحديث إعدادات البطارية
cs: AKTUALIZOVAT NASTAVENÍ BATERIE
fi: PÄIVITÄ AKUN ASETUKSET
hi: बैटरी सेटिंग अपडेट करें
hu: AKKUMULÁTOR BEÁLLÍTÁSAINAK FRISÍTÉSE
no: OPPDATER BATTERI-INNSTILLINGER
pl: AKTUALIZUJ USTAWIENIA BATERII
ro: ACTUALIZARE SETĂRI BATERIE
uk: ОНОВИТИ НАЛАШТУВАННЯ БАТАРЕЇ

source: Onboarding Screen
ar: شاشة التعليمات
cs: Průvodce
fi: Aloitusnäyttö
hi: ऑनबोर्डिंग स्क्रीन
hu: Útmutató képernyő
no: Onboarding-skjerm
pl: Ekran wprowadzenia
ro: Ecran de prezentare
uk: Екран навчання

# onboarding_screen1_caption
source: INSIGHT
ar: رؤية
fi: TIETO
hi: इंसाइट
hu: RÉSZLET
no: INNSIKT
uk: ІНФОРМАЦІЯ

# onboarding_screen1_subhead
source: FLOOD-MOBILE
hi: फ़्लड-मोबाइल

# onboarding_screen1_description
source: Flood is a torrent monitoring service that works with a variety of clients. The Flood-Mobile app aims to provide a user-friendly mobile interface utilizing the Flood as a backend.
ar: تعد Flood خدمة مراقبة التورنت التي تعمل مع مجموعة متنوعة من العملاء. يهدف تطبيق Flood-Mobile إلى توفير واجهة مستخدم سهلة الاستخدام على الهواتف المحمولة باستخدام Flood كخلفية.
cs: Flood je služba pro monitorování torrentů, která spolupracuje s různými klienty. Mobilní aplikace Flood-Mobile si klade za cíl poskytnout uživatelsky přívětivé mobilní rozhraní, které využívá Flood jako backend.
fi: Flood on torrent-seurantapalvelu, joka toimii monien asiakasohjelmien kanssa. Flood-Mobile-sovelluksen tavoitteena on tarjota käyttäjäystävällinen mobiililiittymä, joka hyödyntää Floodia taustajärjestelmänä.
hi: फ्लड एक टोरेंट मॉनिटरिंग सेवा है जो विभिन्न क्लाइंट के साथ काम करती है। फ्लड-मोबाइल ऐप फ्लड का उपयोग करने वाले उपयोगकर्ताओं के लिए एक उपयोगकर्ता-मित्रपूर्ण मोबाइल इंटरफ़ेस प्रदान करने का उद्देश्य रखती है।
hu: A Flood egy torrentfigyelő szolgáltatás, amely különböző ügyfelekkel működik együtt. Az Flood-Mobile alkalmazás célja, hogy felhasználóbarát mobilfelületet nyújtson, a Flood mint háttérszolgáltatást felhasználva.
no: Flood er en torrentovervåkingstjeneste som fungerer med ulike klienter. Flood-Mobile-appen har som mål å tilby et brukervennlig mobilt grensesnitt som utnytter Flood som backend.
pl: Flood to usługa monitorowania torrentów, która współpracuje z różnymi klientami. Aplikacja Flood-Mobile ma na celu zapewnienie przyjaznego interfejsu mobilnego, wykorzystującego Flood jako backend.
ro: Flood este un serviciu de monitorizare a torrentelor care funcționează cu diverse clienți. Aplicația Flood-Mobile își propune să ofere o interfață mobilă prietenoasă utilizând Flood ca backend.
uk: Flood - це служба моніторингу торрентів, яка працює з різними клієнтами. Мобільний додаток Flood-Mobile має на меті надати користувачам зручний мобільний інтерфейс, використовуючи Flood як основу.

# onboarding_screen2_caption
source: CORE
ar: الميزات
cs: Hlavní
fi: YDIN
hi: मूल
hu: MAG
no: KJERNE
pl: GŁÓWNE
ro: PRINCIPALE
uk: ОСНОВНІ

# onboarding_screen2_subhead
source: FEATURES
ar: الأساسية
cs: FUNKCE
fi: OMINAISUUDET
hi: विशेषताएँ
hu: FUNKCIÓK
no: FUNKSJONER
pl: FUNKCJE
ro: CARACTERISTICI
uk: ФУНКЦІЇ

# onboarding_screen2_description
source: The Flood-Mobile core features includes the RSS-FEED feature, background notifications, torrent download using magnet/torrent files, video streaming, etc
ar: تشمل الميزات الأساسية لـ Flood-Mobile ميزة RSS-FEED ، والإشعارات الخلفية ، وتنزيل التورنت باستخدام مغناطيس / ملفات التورنت ، وتدفق الفيديو ، وما إلى ذلك.
cs: Hlavní funkce Flood-Mobile zahrnují funkci RSS-FEED, pozadí oznámení, stahování torrentů pomocí magnet/torrent souborů, přehrávání videa atd.
fi: Flood-Mobilen ydintoimintoihin kuuluvat RSS-SYÖTE-toiminto, taustailmoitukset, torrentin lataaminen magneetti-/torrent-tiedostoista, videon suoratoisto jne.
hi: फ्लड-मोबाइल की मूल विशेषताओं में आरएसएस-फ़ीड विशेषता, पृष्ठभूमि सूचनाएँ, मैग्नेट/टोरेंट फ़ाइल का उपयोग करके टोरेंट डाउनलोड, वीडियो स्ट्रीमिंग, आदि शामिल हैं।
hu: Az Flood-Mobile alapvető funkciói közé tartozik az RSS-FEED funkció, a háttérértesítések, a torrent letöltése mágnes/torrent fájlokkal, videóstreaming stb.
no: Flood-Mobiles kjernefunksjoner inkluderer RSS-FEED-funksjonen, bakgrunnsvarsler, torrentnedlasting ved bruk av magnet-/torrentfiler, videostreaming, osv.
pl: Podstawowe funkcje Flood-Mobile obejmują funkcję RSS-FEED, powiadomienia w tle, pobieranie torrentów za pomocą magnet/linków torrent, odtwarzanie wideo itp.
ro: Principalele caracteristici ale Flood-Mobile includ funcția RSS-FEED, notificări în fundal, descărcare de torrente folosind fișiere magnet/torrent, redare video, etc.
uk: Основні функції Flood-Mobile включають функцію RSS-FEED, фонові сповіщення, завантаження торрентів з використанням magnet-посилань/торрент-файлів, відеострімінг тощо.

# onboarding_screen3_caption
source: 'SOME MORE
ar: مزيد من
cs: JEŠTĚ NĚKTERÉ
fi: LISÄÄ
hi: 'कुछ और
hu: MÉG NÉHÁNY
no: NOEN FLERE
pl: KILKA
ro: ALTE
uk: ЩЕ ДЕКІЛЬКА

# onboarding_screen3_subhead
source: COOL FEATURES
ar: الميزات الرائعة
cs: SKVĚLÉ FUNKCE
fi: SIISTEJÄ OMINAISUUKSIA
hi: शानदार विशेषताएँ
hu: COOL FUNKCIÓK
no: KULE FUNKSJONER
pl: CIEKAWYCH FUNKCJI
ro: CARACTERISTICI COOL
uk: КЛАСНИХ ФУНКЦІЙ

# onboarding_screen3_description
source: The app also provides some more cool features like filtering torrents, direct download, multiple convenience/controlling features in settings, light/dark mode support, etc.
ar: يوفر التطبيق أيضًا بعض الميزات الرائعة الأخرى مثل تصفية التورنتات ، والتنزيل المباشر ، وميزات متعددة للراحة / التحكم في الإعدادات ، ودعم الوضع الفاتح / الداكن ، وما إلى ذلك.
cs: Aplikace také nabízí další skvělé funkce, jako je filtrování torrentů, přímé stahování, různé pohodlné/funkční funkce v nastavení, podpora světlého/tmavého režimu atd.
fi: Sovellus tarjoaa myös joitakin muita siistejä ominaisuuksia, kuten torrentien suodatus, suora lataus, useita käteviä hallintaominaisuuksia asetuksissa, vaalea/tumma tilatuki jne.
hi: ऐप अधिक शानदार विशेषताएँ भी प्रदान करता है जैसे टोरेंटों की फ़िल्टरिंग, सीधे डाउनलोड, सेटिंग्स में कई सुविधाएँ/नियंत्रण विशेषताएँ, प्रकाश/अंधकार मोड समर्थन, आदि।
hu: Az alkalmazás további szuper funkciókat is kínál, mint például a torrentek szűrése, közvetlen letöltés, több kényelmi/vezérlő funkció a beállításokban, világos/sötét üzemmód támogatás stb.
no: Appen tilbyr også noen flere kule funksjoner som filtrering av torrents, direkte nedlasting, flere praktiske/kontrollerende funksjoner i innstillingene, støtte for lys/mørk modus, osv.
pl: Aplikacja oferuje również kilka innych ciekawych funkcji, takich jak filtrowanie torrentów, bezpośrednie pobieranie, wiele funkcji ułatwiających kontrolę w ustawieniach, wsparcie dla trybu jasnego/ciemnego i wiele innych.
ro: Aplicația oferă și alte caracteristici interesante precum filtrarea torrentelor, descărcare directă, multiple facilități de conveniență/control în setări, suport pentru modul luminos/intunecat, etc.
uk: Додаток також надає деякі цікаві функції, такі як фільтрація торрентів, пряме завантаження, кілька зручних/керуючих функцій в налаштуваннях, підтримка світлого/темного режиму тощо.

source: Explore Flood-Mobile
ar: استكشاف Flood-Mobile
cs: Prozkoumat Flood-Mobile
fi: Tutustu Flood-Mobileen
hi: फ़्लड-मोबाइल खोजें
hu: Fedezze fel az Flood-Mobile-t
no: Utforsk Flood-Mobile
pl: Odkryj Flood-Mobile
ro: Explorează Flood-Mobile
uk: Досліджуйте Flood-Mobile

# button_skip
source: Skip
ar: تخطى
cs: Přeskočit
fi: Ohita
hi: छोड़ें
hu: Kihagyás
no: Hopp over
pl: Pomiń
ro: Omitere
uk: Пропустити

# button_ok
source: OK
ar: موافق
hi: ठीक है

source: Torrent Screen
ar: شاشة التورنت
cs: Obrazovka torrentu
fi: Torrent-näyttö
hi: टोरेंट स्क्रीन
hu: Torrent képernyő
no: Torrentskjerm
pl: Ekran torrenta
ro: Ecran Torrent
uk: Екран торрента

source: Delete Torrent
ar: حذف التورنت
cs: Smazat torrent
fi: Poista torrent
hi: टोरेंट हटाएं
hu: Torrent törlése
no: Slett torrent
pl: Usuń torrent
ro: Ștergere Torrent
uk: Видалити торрент

# button_delete
source: Delete
ar: حذف
cs: Smazat
fi: Poista
hi: हटाएं
hu: Törlés
no: Slett
pl: Usuń
ro: Ștergere
uk: Видалити

# torrent_delete_snackbar
source: Torrent deleted successfuly
ar: تم حذف التورنت بنجاح
cs: Torrent úspěšně smazán
fi: Torrent poistettu onnistuneesti
hi: टोरेंट सफलतापूर्वक हटा दिया गया
hu: Torrent sikeresen törölve
no: Torrenten ble slettet
pl: Torrent został pomyślnie usunięty
ro: Torrent șters cu succes
uk: Торрент успішно видалено

# delete_with_data_text
source: Delete with data
ar: حذف مع البيانات
cs: Smazat s daty
fi: Poista tiedot mukana
hi: डेटा के साथ हटाएं
hu: Adatokkal együtt törlése
no: Slett med data
pl: Usuń wraz z danymi
ro: Ștergeți cu date
uk: Видалити з даними

# multi_torrent_delete_info
source: Are you sure you want to delete {length} torrents?
ar: هل أنت متأكد من أنك تريد حذف {length} تورنت؟
cs: Opravdu chcete smazat {length} torrentů?
fi: Haluatko varmasti poistaa {length} torrentia?
hi: क्या आप {length} टोरेंट हटाना चाहते हैं?
hu: Biztosan törölni szeretné a(z) {length} torrentet?
no: Er du sikker på at du vil slette {length} torrents?
pl: Czy na pewno chcesz usunąć {length} torrentów?
ro: Sigur doriți să ștergeți {length} torrente?
uk: Ви впевнені, що хочете видалити {length} торренти?

# single_torrent_delete_info
source: Are you sure you want to delete the torrent?
ar: هل أنت متأكد من أنك تريد حذف التورنت؟
cs: Opravdu chcete smazat tento torrent?
fi: Haluatko varmasti poistaa tämän torrentin?
hi: क्या आप टोरेंट हटाना चाहते हैं?
hu: Biztosan törölni szeretné a torrentet?
no: Er du sikker på at du vil slette torrenten?
pl: Czy na pewno chcesz usunąć ten torrent?
ro: Sigur doriți să ștergeți torrentul?
uk: Ви впевнені, що хочете видалити торрент?

# torrents_set_tags_heading
source: Set Tags
ar: تعيين الوسوم
cs: Nastavit štítky
fi: Aseta tunnisteet
hi: टैग सेट करें
hu: Címkék beállítása
no: Angi tags
pl: Ustaw tagi
ro: Setare Etichete
uk: Встановити теги

# torrents_enter_tags_hint
source: Enter Tags
ar: أدخل الوسوم
cs: Zadejte štítky
fi: Kirjoita tunnisteet
hi: टैग दर्ज करें
hu: Adja meg a címkéket
no: Angi tags
pl: Wpisz tagi
ro: Introduceți etichete
uk: Введіть теги

# torrents_set_tags_textfield_validator
source: This field cannot be empty!
ar: لا يمكن أن يكون هذا الحقل فارغًا!
cs: Toto pole nesmí být prázdné!
fi: Tämä kenttä ei voi olla tyhjä!
hi: यह फ़ील्ड खाली नहीं हो सकती!
hu: Ez a mező nem lehet üres!
no: Dette feltet kan ikke være tomt!
pl: To pole nie może być puste!
ro: Acest câmp nu poate fi gol!
uk: Це поле не може бути порожнім!

# torrents_set_tags_snackbar
source: Tags added successfully
ar: تمت إضافة الوسوم بنجاح
cs: Štítky byly úspěšně přidány
fi: Tunnisteet lisätty onnistuneesti
hi: टैग सफलतापूर्वक जोड़े गए
hu: A címkék sikeresen hozzáadva
no: Tags ble lagt til
pl: Tagi zostały pomyślnie dodane
ro: Etichete adăugate cu succes
uk: Теги успішно додано

# torrents_list_no_torrents
source: No torrents to display.
ar: لا توجد تورنتات لعرضها.
cs: Žádné torrenty k zobrazení.
fi: Ei näytettäviä torrenteja.
hi: प्रदर्शित करने के लिए कोई टोरेंट नहीं हैं।
hu: Nincsenek megjeleníthető torrentek.
no: Ingen torrents å vise.
pl: Brak dostępnych torrentów.
ro: Niciun torrent de afișat.
uk: Немає торрентів для відображення.

# clear_filter_text
source: Clear Filter
ar: مسح التصفية
cs: Vymazat filtr
fi: Tyhjennä suodatin
hi: फ़िल्टर साफ़ करें
hu: Szűrő törlése
no: Fjern filter
pl: Wyczyść filtr
ro: Ștergeți Filtrul
uk: Очистити фільтр

# floating_torrent_file
source: Torrent File
ar: ملف التورنت
cs: Torrentový soubor
fi: Torrent-tiedosto
hi: टोरेंट फ़ाइल
hu: Torrent fájl
no: Torrentfil
pl: Plik torrenta
ro: Fișier Torrent
uk: Торрент-файл

# floating_torrent_magnet
source: Magnet Link
ar: رابط المغناطيس
cs: Magnetický odkaz
fi: Magneettilinkki
hi: मैग्नेट लिंक
hu: Mágnes link
no: Magnetkobling
pl: Link magnet
ro: Link Magnet
uk: Магнітне посилання

# filter_all
source: All
ar: الكل
cs: Vše
fi: Kaikki
hi: सभी
hu: Összes
no: Alle
pl: Wszystkie
ro: Toate
uk: Всі

# filter_status_active
source: Active
ar: نشط
cs: Aktivní
fi: Aktiivinen
hi: सक्रिय
hu: Aktív
no: Aktiv
pl: Aktywne
ro: Activ
uk: Активний

# filter_status_checking
source: Checking
ar: جاري التحقق
cs: Kontrola
fi: Tarkistetaan
hi: जांच हो रही है
hu: Ellenőrzés
no: Sjekker
pl: Sprawdzanie
ro: Verificare
uk: Перевірка

# filter_status_completed
source: Complete
ar: مكتمل
cs: Dokončeno
fi: Valmis
hi: पूर्ण
hu: Kész
no: Fullført
pl: Zakończone
ro: Complet
uk: Завершено

# filter_status_downloading
source: Downloading
ar: جارٍ التحميل
cs: Stahování
fi: Lataa
hi: डाउनलोड हो रहा है
hu: Letöltés
no: Laster ned
pl: Pobieranie
ro: Descărcare
uk: Завантаження

# filter_status_error
source: Error
ar: خطأ
cs: Chyba
fi: Virhe
hi: त्रुटि
hu: Hiba
no: Feil
pl: Błąd
ro: Eroare
uk: Помилка

# filter_status_inactive
source: Inactive
ar: غير نشط
cs: Neaktivní
fi: Ei aktiivinen
hi: निष्क्रिय
hu: Inaktív
no: Inaktiv
pl: Nieaktywne
ro: Inactiv
uk: Неактивний

# filter_status_seeding
source: Seeding
ar: جارٍ البذر
cs: Seedování
fi: Siemenöinti
hi: सीडिंग
hu: Magvetés
no: Seeder
pl: Seedowanie
ro: Semănare
uk: Посів

# filter_status_stopped
source: Stopped
ar: متوقف
cs: Zastaveno
fi: Pysäytetty
hi: रोक दिया गया
hu: Megállítva
no: Stoppet
pl: Zatrzymane
ro: Oprit
uk: Зупинено

# filter_status_title
source: Filter by status
ar: تصفية حسب الحالة
cs: Filtrovat podle stavu
fi: Suodata tilan perusteella
hi: स्थिति द्वारा फ़िल्टर करें
hu: Szűrés állapot szerint
no: Filtrer etter status
pl: Filtruj według stanu
ro: Filtrare după Stare
uk: Фільтрувати за статусом

# filter_tag_title
source: Filter by tags
ar: تصفية حسب الوسم
cs: Filtrovat podle štítku
fi: Suodata tunnisteen perusteella
hi: टैग द्वारा फ़िल्टर करें
hu: Szűrés címke szerint
no: Filtrer etter tag
pl: Filtruj według tagu
ro: Filtrare după Etichetă
uk: Фільтрувати за тегом

# filter_tracker_title
source: Filter by trackers
ar: تصفية حسب المتتبع
cs: Filtrovat podle trackeru
fi: Suodata seurantatunnuksen perusteella
hi: ट्रैकर द्वारा फ़िल्टर करें
hu: Szűrés követő szerint
no: Filtrer etter tracker
pl: Filtruj według tracker'a
ro: Filtrare după Tracker
uk: Фільтрувати за трекером

# filter_untagged
source: Untagged
ar: بدون وسم
cs: Bez štítku
fi: Ilman tunnistetta
hi: टैग रहित
hu: Címkék nélkül
no: Uten tag
pl: Bez tagu
ro: Fără Etichetă
uk: Без тегу

source: Select Torrent
ar: تحديد التورنت
cs: Vybrat torrent
fi: Valitse torrent
hi: टोरेंट का चयन करें
hu: Torrent kiválasztása
no: Velg torrent
pl: Wybierz torrent
ro: Selectați Torrent
uk: Вибрати торрент

source: Unselect Torrent
ar: إلغاء تحديد التورنت
cs: Zrušit výběr torrentu
fi: Poista torrent valinnasta
hi: टोरेंट का चयन हटाएं
hu: Torrent kiválasztásának megszüntetése
no: Opphev valg av torrent
pl: Odznacz torrent
ro: Deselectați Torrent
uk: Скасувати вибір торрента

# torrent_check_hash
source: Check Hash
ar: التحقق من الهاش
cs: Zkontrolovat hash
fi: Tarkista tiiviste
hi: हैश जाँचें
hu: Hash ellenőrzése
no: Sjekk hash
pl: Sprawdź sumę kontrolną
ro: Verificare Hash
uk: Перевірити хеш

# torrent_check_hash_success
source: Hash check successful
ar: تم التحقق من الهاش بنجاح
cs: Kontrola hash byla úspěšná
fi: Tiivisteen tarkistus onnistui
hi: हैश जाँच सफल
hu: A hash ellenőrzés sikeres
no: Hashsjekk vellykket
pl: Sprawdzanie sumy kontrolnej zakończone sukcesem
ro: Verificarea hash-ului a reușit
uk: Перевірка хеша пройшла успішно

# torrent_check_hash_failed
source: Torrent hash failed
ar: فشل التحقق من الهاش التورنت
cs: Kontrola hashe torrentu selhala
fi: Tiivisteen tarkistus epäonnistui
hi: टोरेंट हैश विफल
hu: Torrent hash ellenőrzése sikertelen
no: Torrent-hash feilet
pl: Błąd sprawdzania sumy kontrolnej torrenta
ro: Verificarea hash-ului torrentului a eșuat
uk: Перевірка хеша торрента не вдалась

# search_torrent_text
source: Search Torrent
ar: البحث في التورنت
cs: Hledat torrent
fi: Etsi torrentia
hi: टोरेंट खोजें
hu: Torrent keresése
no: Søk etter torrent
pl: Szukaj torrenta
ro: Căutare Torrent
uk: Пошук торрента

# torrent_description_general
source: General
ar: عام
cs: Obecné
fi: Yleinen
hi: सामान्य
hu: Általános
no: Generelt
pl: Ogólne
uk: Загальні

# torrent_description_date_added
source: Date Added
ar: تاريخ الإضافة
cs: Datum přidání
fi: Lisätty
hi: तिथि जोड़ी गई
hu: Hozzáadás dátuma
no: Dato lagt til
pl: Data dodania
ro: Data Adăugării
uk: Дата додавання

# torrent_description_date_created
source: Date Created
ar: تاريخ الإنشاء
cs: Datum vytvoření
fi: Luotu
hi: तिथि बनाई गई
hu: Létrehozás dátuma
no: Dato opprettet
pl: Data utworzenia
ro: Data Creării
uk: Дата створення

# torrent_description_location
source: Location
ar: الموقع
cs: Umístění
fi: Sijainti
hi: स्थान
hu: Hely
no: Plassering
pl: Lokalizacja
ro: Locație
uk: Розташування

# torrent_description_tags_none
source: None
ar: لا شيء
cs: Žádné
fi: Ei tunnistetta
hi: कोई नहीं
hu: Nincs
no: Ingen
pl: Brak
ro: Niciuna
uk: Немає

# torrent_description_transfer
source: Transfer
ar: نقل
cs: Přenos
fi: Siirto
hi: संचार
hu: Átvitel
no: Overføring
uk: Передача

# torrent_description_peers
source: Peers
ar: الأقران
fi: Verkkotoverit
hi: पीयर्स
hu: Párok
pl: Peery
uk: Пірів

# torrent_description_connected_of
source: connected of
ar: متصل من
cs: připojeno z
fi: yhdistetty
hi: कनेक्ट हुए हैं
hu: csatlakoztatva
no: tilkoblet av
pl: połączono z
ro: conectați din
uk: підключено з

# torrent_description_seeds
source: Seeds
ar: البذور
cs: Seedery
fi: Siemenet
hi: सीड्स
hu: Magok
pl: Seedów
ro: Semințe
uk: Сідів

# torrent_description_size
source: Size
ar: الحجم
cs: Velikost
fi: Koko
hi: आकार
hu: Méret
no: Størrelse
pl: Rozmiar
ro: Dimensiune
uk: Розмір

# torrent_description_type
source: Type
ar: النوع
cs: Typ
fi: Tyyppi
hi: प्रकार
hu: Típus
pl: Typ
ro: Tip
uk: Тип

# torrent_description_type_private
source: Private
ar: خاص
cs: Soukromý
fi: Yksityinen
hi: निजी
hu: Privát
no: Privat
pl: Prywatny
ro: Privat
uk: Приватний

# torrent_description_type_public
source: Public
ar: عام
cs: Veřejný
fi: Julkinen
hi: सार्वजनिक
hu: Nyilvános
no: Offentlig
pl: Publiczny
uk: Публічний

# torrent_description_Files
source: Files
ar: الملفات
cs: Soubory
fi: Tiedostot
hi: फ़ाइलें
hu: Fájlok
no: Filer
pl: Pliki
ro: Fișiere
uk: Файли

# torrents_add_tags
source: Tags
ar: وسوم
cs: Štítky
fi: Tunnisteet
hi: टैग
hu: Címkék
pl: Dodaj tagi
ro: Etichete
uk: Теги

# torrents_details_files
source: Files
ar: الملفات
cs: Soubory
fi: Tiedostot
hi: फ़ाइलें
hu: Fájlok
no: Filer
pl: Pliki
ro: Fișiere
uk: Файли

source: Torrent content Screen
ar: شاشة محتوى التورنت
cs: Obrazovka obsahu torrentu
fi: Torrent-sisältönäyttö
hi: टोरेंट सामग्री स्क्रीन
hu: Torrent tartalom képernyő
no: Torrentinnholdsskjerm
pl: Ekran zawartości torrenta
ro: Ecran Conținut Torrent
uk: Екран вмісту торрента

# toast_file_not_present
source: File not present
ar: الملف غير موجود
cs: Soubor není přítomen
fi: Tiedostoa ei löydy
hi: फ़ाइल मौजूद नहीं है
hu: A fájl nem található
no: Fil ikke tilgjengelig
pl: Plik nie jest obecny
ro: Fișierul nu este prezent
uk: Файл відсутній

# toast_permission_denied
source: Permission Denied
ar: تم رفض الإذن
cs: Odepřen přístup
fi: Käyttö estetty
hi: अनुमति अस्वीकृत
hu: Engedély megtagadva
no: Tillatelse nektet
pl: Odmowa dostępu
ro: Permisiune refuzată
uk: Відмовлено в доступі

# torrent_high_priority
source: High Priority
ar: أولوية عالية
cs: Vysoká priorita
fi: Korkea prioriteetti
hi: उच्च प्राथमिकता
hu: Magas prioritás
no: Høy prioritet
pl: Wysoki priorytet
ro: Prioritate Mare
uk: Високий пріоритет

# torrent_normal_priority
source: Normal Priority
ar: أولوية عادية
cs: Normální priorita
fi: Normaali prioriteetti
hi: साधारण प्राथमिकता
hu: Normál prioritás
no: Normal prioritet
pl: Normalny priorytet
ro: Prioritate Normală
uk: Звичайний пріоритет

# torrent_dont_download
source: Don't Download
ar: عدم التنزيل
cs: Nestahovat
fi: Älä lataa
hi: डाउनलोड न करें
hu: Ne töltse le
no: Ikke last ned
pl: Nie pobieraj
ro: Nu Descărca
uk: Не завантажувати
