Repository: CCExtractor/Flood_Mobile
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, cs, fi, hi, hu, no, pl, ro, uk

# settings_speed_unlimit_speed
source: Unlimited
ar: غير محدود
cs: Neomezeně
fi: Rajoittamaton
hi: असीमित
hu: Korlátlan
no: Ubegrenset
pl: Bez ograniczeń
ro: Nelimitat
uk: Необмежений

# connection_check_snackbar
source: Check your connection and try again.
ar: تحقق من اتصالك وحاول مرة أخرى.
cs: Zkontrolujte připojení a zkuste to znovu.
fi: Tarkista yhteys ja yritä uudelleen.
hi: अपने कनेक्शन की जांच करें और पुनः प्रयास करें।
hu: Ellenőrizze az internetkapcsolatát, majd próbálja újra.
no: Sjekk tilkoblingen din og prøv igjen.
pl: Sprawdź swoje połączenie i spróbuj ponownie.
ro: Verificați conexiunea și încercați din nou.
uk: Перевірте з'єднання та спробуйте ще раз.

# torrents_set_trackers_heading
source: Set Trackers
ar: تعيين المتتبعين
cs: Nastavit trackery
fi: Aseta seurantapalvelimet
hi: ट्रैकर सेट करें
hu: Trackerek Beállítása
no: Sett Trackers
pl: Ustaw Trackery
ro: Setați Trackere
uk: Встановити трекери

# torrents_enter_trackers_hint
source: Enter Trackers
ar: أدخل المتتبعين
cs: Zadejte trackery
fi: Syötä seurantapalvelimia
hi: ट्रैकर दर्ज करें
hu: Adjon meg trackereket
no: Skriv inn Trackers
pl: Wprowadź Trackery
ro: Introduceți Trackere
uk: Введіть трекери

# torrent_description_ratio
source: Ratio
ar: النسبة
cs: Poměr
fi: Suhde
hi: अनुपात
hu: Arány
no: Forhold
pl: Stosunek
ro: Raport
uk: Співвідношення

# torrent_description_trackers
source: Trackers
ar: المتتبعين
cs: Trackery
fi: Seurantapalvelimet
hi: ट्रैकर्स
hu: Trackerek
pl: Trackery
ro: Trackere
uk: Трекери

# torrent_description_trackers_none
source: None
ar: لا شيء
cs: Žádné
fi: Ei mitään
hi: कोई नहीं
hu: Nincs
no: Ingen
pl: Brak
ro: Niciunul
uk: Немає

# torrent_description_hash
source: Hash
ar: التجزئة
fi: Hash-arvo
hi: हैश
pl: Suma kontrolna
uk: Хеш

# torrent_description_trackers_message
source: Trackers Message
ar: رسالة المتتبعين
cs: Zpráva od trackerů
fi: Seurantapalvelinten viesti
hi: ट्रैकर्स संदेश
hu: Trackerek üzenete
no: Trackersmelding
pl: Wiadomość od Trackerów
ro: Mesaj Trackere
uk: Повідомлення трекерів

# torrent_description_download_speed
source: Download Speed
ar: سرعة التنزيل
cs: Rychlost stahování
fi: Latausnopeus
hi: डाउनलोड स्पीड
hu: Letöltési sebesség
no: Nedlastingshastighet
pl: Prędkość pobierania
ro: Viteză de descărcare
uk: Швидкість завантаження

# torrent_description_upload_speed
source: Upload Speed
ar: سرعة الرفع
cs: Rychlost odesílání
fi: Lähetysnopeus
hi: अपलोड स्पीड
hu: Feltöltési sebesség
no: Opplastingshastighet
pl: Prędkość wysyłania
ro: Viteză de încărcare
uk: Швидкість відвантаження

# torrents_reannounce
source: Reannounce
ar: إعلان مرة أخرى
cs: Opětovné oznámení
fi: Ilmoita uudelleen
hi: दोबारा घोषित करें
hu: Újraközlés
no: Kunngjør på nytt
pl: Ponowna publikacja
ro: Reanunțare
uk: Повідомити знову

# torrents_reannounce_snackbar
source: Torrent reannounce successfully
ar: تم إعلان التورنت مرة أخرى بنجاح
cs: Torrent úspěšně opětovně oznámen
fi: Torrent-ilmoitus uudelleenlähetetty onnistuneesti
hi: टोरेंट का दुबारा घोषणा सफलतापूर्वक हुआ
hu: Torrent sikeresen újraközölve
no: Torrent kunngjort på nytt
pl: Torrent pomyślnie ponownie ogłoszony
ro: Torrent reanunțat cu succes
uk: Торрент повідомлено знову успішно

# torrents_reannounce_problem_snackbar
source: Problem with reannounce
ar: هناك مشكلة في إعلان التورنت مرة أخرى
cs: Problém s opětovným oznámením
fi: Ongelma uudelleenlähetettäessä
hi: दुबारा घोषणा करने में समस्या
hu: Probléma az újraközléssel
no: Problem med kunngjøring på nytt
pl: Problem z ponownym ogłoszeniem
ro: Problemă la reanunțare
uk: Проблема з повідомленням знову

# torrents_genrate_magnet_link
source: Genrate Magnet Link
ar: توليد رابط المغناطيس
cs: Vytvořit magnetický odkaz
fi: Luo magneettilinkki
hi: मैग्नेट लिंक उत्पन्न करें
hu: Mágneses hivatkozás létrehozása
no: Generer magnetlenke
pl: Wygeneruj Link Magnetyczny
ro: Generați Link Magnet
uk: Створити магнітне посилання

# torrents_magnet_link
source: Magnet Link
ar: رابط المغناطيس
cs: Magnetický odkaz
fi: Magneettilinkki
hi: मैग्नेट लिंक
hu: Mágneses hivatkozás
no: Magnetlenke
pl: Link Magnetyczny
ro: Link Magnet
uk: Магнітне посилання

# torrents_initial_seeding
source: Initial Seeding
ar: بدء البذر
cs: Počáteční seedování
fi: Alkuperäinen siementäminen
hi: प्राथमिक बीज रोपण
hu: Kezdeti elosztás
no: Innledende seeding
pl: Inicjalne Seedowanie
ro: Însămânțare inițială
uk: Початкове посівання

# torrents_sequential_download
source: Sequential Download
ar: تنزيل تسلسلي
cs: Sekvenční stahování
fi: Peräkkäinen lataus
hi: क्रमिक डाउनलोड
hu: Soros letöltés
no: Sekvensiell nedlasting
pl: Pobieranie sekwencyjne
ro: Descărcare secvențială
uk: Послідовне завантаження

# torrents_download_torrent
source: Download .Torrent
ar: تحميل .Torrent
cs: Stáhnout .Torrent
fi: Lataa .Torrent
hi: टोरेंट डाउनलोड करें
hu: Torrent letöltése
no: Last ned .Torrent
pl: Pobierz .Torrent
ro: Descărcați .Torrent
uk: Завантажити .Torrent

# set_priority_heading
source: Set Priority
ar: تعيين الأولوية
cs: Nastavit prioritu
fi: Aseta tärkeysjärjestys
hi: प्राथमिकता सेट करें
hu: Prioritás Beállítása
no: Angi prioritet
pl: Ustaw Priorytet
ro: Setați Prioritatea
uk: Встановити пріоритет

# set_priority_snackbar
source: Priority set successfully
ar: تم تعيين الأولوية بنجاح
cs: Priorita úspěšně nastavena
fi: Tärkeysjärjestys asetettu onnistuneesti
hi: प्राथमिकता सफलतापूर्वक सेट की गई
hu: Prioritás sikeresen beállítva
no: Prioritet satt
pl: Priorytet pomyślnie ustawiony
ro: Prioritate setată cu succes
uk: Пріоритет встановлено успішно

# torrents_donwload_file_snackbar
source: Torrent downloaded successfully Go to Downloads to open it
ar: تم تحميل التورنت بنجاح انتقل إلى الملفات المحملة لفتحه
cs: Torrent úspěšně stažen Přejděte do složky Soubory ke stažení pro otevření
fi: Torrent ladattu onnistuneesti Avaa Lataukset-kansiossa
hi: टोरेंट सफलतापूर्वक डाउनलोड हुआ उसे खोलने के लिए डाउनलोड में जाएं
hu: Torrent sikeresen letöltve Menjen a Letöltésekhez a megnyitásához
no: Torrent nedlastet
pl: Torrent pomyślnie pobrany Przejdź do Pobrane, aby go otworzyć
ro: Torrent descărcat cu succes Accesați Descărcări pentru a-l deschide
uk: Торрент завантажено успішно Перейдіть до Завантажень, щоб відкрити його

# torrents_donwload_file_fail_snackbar
source: Torrent downloaded Failed
ar: فشل تحميل التورنت
cs: Chyba při stahování torrentu
fi: Virhe torrentin latauksessa
hi: टोरेंट डाउनलोड विफल
hu: Hiba a torrent letöltése közben
no: Feil ved nedlasting av torrent
pl: Błąd podczas pobierania torrenta
ro: Eroare la descărcarea torrentului
uk: Помилка при завантаженні торрента

# button_copy
source: Copy
ar: نسخ
cs: Kopírovat
fi: Kopioi
hi: कॉपी करें
hu: Másolás
no: Kopier
pl: Kopiuj
ro: Copiere
uk: Копіювати

# torrent_screen_items_heading
source: Torrent Screen Items
ar: عناصر شاشة التورنت
cs: Položky obrazovky torrentu
fi: Torrent-näytön kohteet
hi: टोरेंट स्क्रीन आइटम्स
hu: Torrent Képernyő Elemek
no: Torrent-skjermelementer
pl: Elementy ekranu Torrenta
ro: Elemente Ecran Torrent
uk: Елементи екрана торрента

# context_menu_items_heading
source: Context Menu Items
ar: عناصر قائمة السياق
cs: Položky kontextového menu
fi: Kontekstivalikon kohteet
hi: संदर्भ मेनू आइटम्स
hu: Kontext Menü Elemek
no: Elementer i kontekstmenyen
pl: Elementy menu kontekstowego
ro: Elemente Meniu Contextual
uk: Елементи контекстного меню

# torrents_set_trackers_snackbar
source: Trackers added successfully
ar: تم تعيين المتتبعين بنجاح
cs: Trackery úspěšně nastaveny
fi: Seurantapalvelimet asetettu onnistuneesti
hi: ट्रैकर सफलतापूर्वक सेट किए गए
hu: Trackerek sikeresen beállítva
no: Trackers satt
pl: Trackery pomyślnie ustawione
ro: Trackere setate cu succes
uk: Трекери успішно встановлено

# wifi_only_title
source: Wifi Only
cs: Pouze Wi-Fi
fi: Vain WiFi
hi: केवल WiFi
hu: Csak WiFi
no: Bare WiFi
pl: Tylko WiFi
ro: Doar Wi-Fi
uk: Тільки WiFi

# wifi_only_subtitle
source: Torrents will download and upload only if WiFi is connected
cs: Torrenty budou stahovány a nahrávány pouze při připojení k Wi-Fi.
fi: Torrentit ladataan ja lähetetään vain silloin, kun WiFi on yhdistetty.
hi: टोरेंट केवल जब WiFi कनेक्ट हो तब ही डाउनलोड और अपलोड करेंगे
hu: A torrentek csak akkor lesznek letöltve és feltöltve, ha van WiFi kapcsolat.
no: Torrenter blir kun lastet ned og lastet opp hvis WiFi er tilkoblet.
pl: Torrenty będą pobierane i przesyłane tylko wtedy, gdy jest połączenie WiFi.
ro: Torrentele vor fi descărcate și încărcate doar dacă este conectat Wi-Fi.
uk: Торренти завантажуватимуться та відвантажуватимуться тільки за наявності підключення WiFi.

# shutdown_when_download_completes_title
source: Shutdown when download completes
cs: Vypnout po dokončení stahování
fi: Sammuta kun lataus on valmis
hi: डाउनलोड पूर्ण होने पर शटडाउन करें
hu: Kikapcsolás, ha a letöltés befejeződik
no: Slå av når nedlasting er fullført
pl: Wyłącz po zakończeniu pobierania
ro: Oprire la finalizarea descărcării
uk: Вимкнути після завершення завантаження

# shutdown_when_download_completes_subtitle
source: The app will shutdown when all downloads have completed in the background.
cs: Aplikace se vypne poté, co všechna stahování dokončí v pozadí.
fi: Sovellus sammutetaan, kun kaikki lataukset on suoritettu taustalla.
hi: सभी डाउनलोड बैकग्राउंड में पूर्ण होने पर ऐप बंद हो जाएगा।
hu: Az alkalmazás leáll, amikor az összes letöltés befejeződik a háttérben.
no: Appen vil slå av når alle nedlastinger er fullført i bakgrunnen.
pl: Aplikacja zostanie wyłączona, gdy wszystkie pobierania zostaną zakończone w tle.
ro: Aplicația se va opri când toate descărcările vor fi finalizate în fundal.
uk: Додаток вимкнеться після завершення усіх завантажень у фоновому режимі.

# keep_CPU_awake_title
source: Keep CPU awake
cs: Udržovat CPU aktivní
fi: Pidä CPU aktiivisena
hi: CPU जाग्रत रखें
hu: Tartsa az CPU ébren
no: Hold CPU aktiv
pl: Utrzymuj procesor włączony
ro: Mențineți CPU activ
uk: Утримувати роботу CPU

# keep_CPU_awake_subtitle
source: Screen never sleep. Enabling this will increase the battery usage.
cs: Obrazovka nikdy neusne. Zapnutí této volby zvýší spotřebu baterie.
fi: Näyttö ei koskaan mene lepotilaan. Tämän ominaisuuden käyttöönotto lisää akun käyttöä.
hi: स्क्रीन कभी नहीं सोएगी। इसे सक्षम करने से बैटरी का उपयोग बढ़ जाएगा।
hu: A képernyő soha nem alszik el. Az opció engedélyezése növeli az akkumulátor használatot.
no: Skjermen vil aldri gå i dvale. Aktivering av denne funksjonen vil øke batteribruken.
pl: Ekran nigdy się nie wyłączy. Włączenie tej opcji zwiększy zużycie baterii.
ro: Ecranul nu va intra niciodată în repaus. Activarea acestei opțiuni va crește consumul bateriei.
uk: Екран ніколи не буде переходити в режим сну. Активація цієї опції збільшить споживання батареї.

# charging_only_title
source: Download only when charging is connected
cs: Stahovat pouze při připojení k nabíječce
fi: Lataa vain, kun laturi on kytketty
hi: केवल चार्जिंग कनेक्ट होने पर डाउनलोड करें
hu: Csak töltéskor történjen letöltés
no: Last ned kun når lader er tilkoblet
pl: Pobieraj tylko przy podłączonym ładowaniu
ro: Descărcare doar când este conectat la încărcător
uk: Завантажувати лише при підключенні до зарядного пристрою

# charging_only_subtitle
source: Torrents will download/upload only when charging. All torrents will pause when not connected to the charger.
cs: Torrenty budou stahovány/nahrávány pouze při připojení k nabíječce. Všechny torrenty se pozastaví, když není připojena nabíječka.
fi: Torrentit ladataan/lähetetään vain, kun laturi on kytketty. Kaikki torrentit keskeytetään, kun laturi ei ole kytkettynä.
hi: टोरेंट केवल चार्जिंग के समय ही डाउनलोड/अपलोड करेंगे। सभी टोरेंट चार्जर से जुड़े न होने पर रुक जाएंगे।
hu: A torrentek csak töltéskor lesznek letöltve/feltöltve. Az összes torrent szünetel, ha nincs csatlakoztatva a töltőhöz.
no: Torrenter vil kun lastes ned/opplastes når laderen er tilkoblet. Alle torrenter vil bli satt på pause når ikke tilkoblet laderen.
pl: Torrenty będą pobierane/przesyłane tylko przy podłączonym ładowaniu. Wszystkie torrenty zostaną wstrzymane, gdy nie będzie podłączonego ładowania.
ro: Torrentele vor fi descărcate/încărcate doar când este conectat la încărcător. Toate torrentele vor fi puse pe pauză când nu este conectat la încărcător.
uk: Торренти завантажуватимуться/відвантажуватимуться лише при підключенні до зарядного пристрою. Усі торренти будуть призупинені, коли не підключено зарядний пристрій.

# shut_down_wifi_title
source: Shut down Wifi
cs: Vypnout Wi-Fi
fi: Sammuta WiFi
hi: WiFi बंद करें
hu: WiFi kikapcsolása
no: Slå av WiFi
pl: Wyłącz WiFi
ro: Dezactivați Wi-Fi
uk: Вимкнути WiFi

# shut_down_wifi_subtitle
source: This setting automatically shut down wifi when all torrents complete download.
cs: Tato nastavení automaticky vypnou Wi-Fi poté, co všechny torrenty dokončí stahování.
fi: Tämä asetus sammuttaa WiFi:n automaattisesti, kun kaikki torrentit ovat valmiita lataukseen.
hi: यह सेटिंग ऑटोमेटिक रूप से WiFi बंद करेगी जब सभी टोरेंट डाउनलोड पूर्ण होंगे।
hu: Ez a beállítás automatikusan kikapcsolja a WiFi-t, amikor az összes torrent letöltése befejeződik.
no: Denne innstillingen slår automatisk av WiFi når alle torrenter er ferdig nedlastet.
pl: To ustawienie automatycznie wyłączy WiFi, gdy wszystkie torrenty zakończą pobieranie.
ro: Această setare dezactivează automat Wi-Fi-ul când toate torrentele au terminat de descărcat.
uk: Ця настройка автоматично вимкне WiFi після завершення завантаження всіх торрентів.

# battery_optimization_title
source: Change battery optimization
cs: Změnit optimalizaci baterie
fi: Muuta akun optimointia
hi: बैटरी ऑप्टिमाइज़ेशन बदलें
hu: Akku optimalizálás megváltoztatása
no: Endre batterioptimalisering
pl: Zmień optymalizację baterii
ro: Schimbați optimizarea bateriei
uk: Змінити оптимізацію батареї

# battery_optimization_subtitle
source: This setting is required if you want to make sure progress notification works smoothly.
cs: Toto nastavení je nutné zajistit plynulé fungování oznámení o průběhu.
fi: Tämä asetus on tarpeen, jotta edistymisilmoitukset toimivat saumattomasti.
hi: यदि आप प्रगति सूचना को सहजता से काम करना चाहते हैं तो इस सेटिंग की आवश्यकता होती है।
hu: Ez a beállítás szükséges ahhoz, hogy a haladás értesítés zökkenőmentesen működjön.
no: Denne innstillingen er nødvendig for å sikre at fremdriftsmeldinger fungerer problemfritt.
pl: To ustawienie jest wymagane, aby zapewnić płynne działanie powiadomień o postępie.
ro: Această setare este necesară pentru a vă asigura că notificările despre progres funcționează fără probleme.
uk: Ця настройка необхідна для забезпечення плавної роботи сповіщень про прогрес.

# battery_low_title
source: Stop downloads if battery level is low
cs: Zastavit stahování při nízké úrovni baterie
fi: Keskeytä lataukset, jos akun varaus on matala
hi: बैटरी स्तर कम होने पर डाउनलोड रोकें
hu: Letöltés szüneteljen, ha az akkumulátor szint alacsony
no: Stopp nedlastinger ved lavt batterinivå
pl: Zatrzymaj pobieranie przy niskim poziomie baterii
ro: Opriți descărcările dacă nivelul bateriei este scăzut
uk: Зупинити завантаження при низькому рівні заряду батареї

# settings_tabs_power_management
source: Power Management
cs: Správa napájení
fi: Virranhallinta
hi: बिजली प्रबंधन
hu: Energiagazdálkodás
no: Energiadministrasjon
pl: Zarządzanie zasilaniem
ro: Administrare energie
uk: Керування живленням

# download_chanrging_only_snackbar
source: Download when charging setting is enabled. Turn off this setting and try again
cs: Stahování při nabíjení je povoleno. Vypněte toto nastavení a zkuste to znovu.
fi: Lataa vain, kun laturi on kytketty -asetus on käytössä. Poista tämä asetus käytöstä ja yritä uudelleen.
hi: चार्जिंग के समय डाउनलोड सेटिंग सक्षम है। इस सेटिंग को बंद करें और पुन: प्रयास करें
hu: A letöltés töltéskor engedélyezett. Kapcsolja ki ezt a beállítást, és próbálja újra.
no: Nedlasting når lader er tilkoblet er aktivert. Slå av denne innstillingen og prøv igjen.
pl: Opcja pobierania przy ładowaniu jest włączona. Wyłącz tę opcję i spróbuj ponownie.
ro: Setarea de descărcare doar când este conectat la încărcător este activată. Dezactivați această setare și încercați din nou.
uk: Ввімкнено опцію завантаження при підключенні до зарядного пристрою. Вимкніть цю опцію та спробуйте ще раз.

# wifi_only_snackbar
source: Wifi only setting is enabled. Turn off this setting and try again
cs: Nastavení pouze Wi-Fi je povoleno. Vypněte toto nastavení a zkuste to znovu.
fi: Vain WiFi -asetus on käytössä. Poista tämä asetus käytöstä ja yritä uudelleen.
hi: केवल WiFi सेटिंग सक्षम है। इस सेटिंग को बंद करें और पुन: प्रयास करें
hu: A csak WiFi beállítás engedélyezett. Kapcsolja ki ezt a beállítást, és próbálja újra.
no: Bare WiFi-innstillingen er aktivert. Slå av denne innstillingen og prøv igjen.
pl: Opcja tylko WiFi jest włączona. Wyłącz tę opcję i spróbuj ponownie.
ro: Setarea doar Wi-Fi este activată. Dezactivați această setare și încercați din nou.
uk: Ввімкнено опцію тільки WiFi. Вимкніть цю опцію та спробуйте ще раз.

# sort_by_heading
source: Sort By
fi: Lajittele
hi: इसके अनुसार क्रमबद्ध करें
hu: Rendezés
no: Sorter etter
pl: Sortuj według
ro: Sortează după
uk: Сортувати за

# sort_by_name
source: Name
fi: Nimi
hi: नाम
hu: Név
no: Navn
pl: Nazwa
ro: Nume
uk: Ім'я

# sort_by_size
source: Size
fi: Koko
hi: आकार
hu: Méret
no: Størrelse
pl: Rozmiar
ro: Mărime
uk: Розмір

# sort_by_date_added
source: Date Added
fi: Lisäyspäivä
hi: जोड़ने की तारीख
hu: Hozzáadás dátuma
no: Dato lagt til
pl: Data dodania
ro: Data adăugării
uk: Дата додавання

# sort_by_date_created
source: Date Created
fi: Luomispäivä
hi: बनाने की तारीख
hu: Létrehozás dátuma
no: Dato opprettet
pl: Data utworzenia
ro: Data creării
uk: Дата створення

# sort_by_ratio
source: Ratio
fi: Suhde
hi: अनुपात
hu: Arány
no: Forhold
pl: Współczynnik
ro: Raport
uk: Співвідношення

# sort_by_peers
source: Peers
hi: पीर्स

# sort_by_seeds
source: Seeds
fi: Seeders
hi: सीड्स
hu: Seeders
no: Seeders
pl: Seeders
ro: Seeders
uk: Seeders

# sort_by_download_speed
source: Download Speed
fi: Latausnopeus
hi: डाउनलोड स्पीड
hu: Letöltési sebesség
no: Nedlastingshastighet
pl: Prędkość pobierania
ro: Viteză de descărcare
uk: Швидкість завантаження

# sort_by_downloaded
source: Downloaded
fi: Ladattu
hi: डाउनलोड किया गया
hu: Letöltve
no: Nedlastet
pl: Pobrane
ro: Descărcat
uk: Завантажено

# sort_by_uploaded
source: Uploaded
fi: Ladattu palvelimelle
hi: अपलोड किया गया
hu: Feltöltve
no: Opplastet
pl: Wgrane
ro: Încărcat
uk: Завантажено

# sort_by_upload_speed
source: Upload Speed
fi: Lähetysnopeus
hi: अपलोड स्पीड
hu: Feltöltési sebesség
no: Opplastingshastighet
pl: Prędkość wysyłania
ro: Viteză de încărcare
uk: Швидкість віддачі

# sort_by_file_size
source: File Size
fi: Tiedostokoko
hi: फ़ाइल का आकार
hu: Fájlméret
no: Filstørrelse
pl: Rozmiar pliku
ro: Mărime fișier
uk: Розмір файлу

# sort_by_percent_completed
source: Percent Complete
fi: Suoritusprosentti
hi: प्रतिशत पूर्ण
hu: Százalékban elkészült
no: Prosent fullført
pl: Procent ukończony
ro: Procent completat
uk: Виконано відсотків

# notification_resume
source: Resume
fi: Jatka
hi: पुनरारंभ करें
hu: Folytatás
no: Fortsett
pl: Wznów
ro: Continuare
uk: Продовжити

# notification_pause
source: Pause
fi: Keskeytä
hi: रुकें
hu: Szünet
pl: Pauza
ro: Pauză
uk: Пауза

# notification_stop
source: Stop
fi: Pysäytä
hi: शुरू करें
hu: Megállítás
no: Stopp
pl: Zatrzymaj
ro: Oprire
uk: Зупинити

# notification_cancel
source: Cancel
fi: Peruuta
hi: रद्द करें
hu: Mégse
no: Avbryt
pl: Anuluj
ro: Anulare
uk: Скасувати

# notification_stopped
source: Stopped
fi: Pysähtynyt
hi: रुक गया
hu: Megállt
no: Stoppet
pl: Zatrzymano
ro: Oprit
uk: Зупинено

# notification_downloading
source: Downloading
fi: Lataaminen
hi: डाउनलोड हो रहा है
hu: Letöltés
no: Laster ned
pl: Pobieranie
ro: Descărcare
uk: Завантаження

# notification_error
source: Download Error
fi: Latausvirhe
hi: डाउनलोड त्रुटि
hu: Letöltési hiba
no: Nedlastingsfeil
pl: Błąd pobierania
ro: Eroare de descărcare
uk: Помилка завантаження

# notification_finished
source: Download Finished
fi: Lataus valmis
hi: डाउनलोड समाप्त
hu: Letöltés kész
no: Nedlasting fullført
pl: Pobieranie zakończone
ro: Descărcare finalizată
uk: Завантаження завершено

# login_field_tooltip_message
source: URL for your Flood instance (local, seedbox...).
hi: आपके फ्लड इंस्टेंस के लिए URL (स्थानीय, सीडबॉक्स...)
hu: URL a Flood példányához (helyi, seedbox...)

# tag_selection_heading
source: Tag Selector Preference
fi: Tunnistevalitsimen asetukset
hi: टैग सिलेक्शन प्राथमिकता
no: Foretrukket tagvelger
pl: Preferencje wyboru tagów

# single_selection_radio_button
source: Single Selection
fi: Yksittäinen valinta
hi: एकल चयन
no: Enkeltvalg
pl: Pojedynczy wybór

# multi_selection_radio_button
source: Multi Selection
fi: Useita valintoja
hi: बहुविकल्पी चयन
no: Flervalg
pl: Wielokrotny wybór

# show_progress_bar_option
source: Show Progress Bar
fi: Näytä edistymispalkki
hi: प्रगति संकेतक दिखाएं
no: Vis fremdriftslinje
pl: Pokaż pasek postępu

# connection_settings_qbittorrent_url
source: URL
ar: عنوان URL
fi: URL-osoite

# feeds_url
source: URL
ar: عنوان URL

# login_screen_url
source: URL
ar: الرابط
