Repository: CCExtractor/Flood_Mobile
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, cs, fi, hi, hu, no, pl, ro, uk

# app_name
source: Flood Mobile
ar: تطبيق Flood المحمول
hi: फ्लड मोबाइल
no: Flood Mobil

source: About Screen
ar: شاشة حول
cs: O aplikaci
fi: Tietoja
hi: बारे में स्क्रीन
hu: Információk
no: Om Skjerm
pl: Ekran informacyjny
ro: Ecran Despre
uk: Екран Про додаток

# app_info
source: Flood is a monitoring service for various torrent clients. It's a Node.js service that communicates with your favorite torrent client and serves a decent mobile UI for administration. This project is based on the original Flood project.
ar: Flood هو خدمة مراقبة لعملاء التورنت المختلفة. إنه خدمة Node.js تتواصل مع عميل التورنت المفضل لديك وتوفر واجهة مستخدم محمولة للإدارة. يعتمد هذا المشروع على مشروع Flood الأصلي.
cs: Flood je služba pro monitorování různých torrentových klientů. Jedná se o službu Node.js, která komunikuje se vaším oblíbeným torrentovým klientem a poskytuje slušné mobilní uživatelské rozhraní pro správu. Tento projekt je založen na původním projektu Flood.
fi: Flood on valvontapalvelu eri torrent-asiakkaille. Se on Node.js-palvelu, joka kommunikoi suosikkitorrent-asiakkaasi kanssa ja tarjoaa kunnollisen mobiilikäyttöliittymän hallintaa varten. Tämä projekti perustuu alkuperäiseen Flood-projektiin.
hi: फ्लड विभिन्न टोरेंट क्लाइंटों के लिए एक मॉनिटरिंग सेवा है। यह एक नोड.जेएस सेवा है जो आपके पसंदीदा टोरेंट क्लाइंट के साथ संचार करती है और प्रशासन के लिए एक अच्छा मोबाइल UI प्रदान करती है। यह परियोजना मूल फ्लड पर आधारित है।
hu: A Flood egy figyelő szolgáltatás különböző torrent kliensek számára. Ez egy Node.js alapú szolgáltatás, amely kommunikál a kedvenc torrent kliensével, és egy jó mobil felhasználói felületet biztosít az adminisztrációhoz. Ez a projekt az eredeti Flood projekt alapján készült.
no: Flood er en overvåkingstjeneste for ulike torrent-klienter. Det er en Node.js-tjeneste som kommuniserer med din favoritt torrent-klient og serverer et brukervennlig mobilgrensesnitt for administrasjon. Dette prosjektet er basert på det opprinnelige Flood-prosjektet.
pl: Flood to usługa monitorowania różnych klientów torrent. Jest to usługa oparta na Node.js, która komunikuje się z Twoim ulubionym klientem torrent i oferuje przyzwoity interfejs mobilny do administracji. Ten projekt oparty jest na oryginalnym projekcie Flood.
ro: Flood este un serviciu de monitorizare pentru diferite clienți de torrent. Este un serviciu Node.js care comunică cu clientul de torrent preferat și oferă o interfață mobilă decentă pentru administrare. Acest proiect se bazează pe proiectul Flood original.
uk: Flood - це служба моніторингу для різних клієнтів торрентів. Це служба Node.js, яка взаємодіє з вашим улюбленим клієнтом торрентів і надає зручний мобільний інтерфейс для адміністрування. Цей проект базується на вихідному проекті Flood.

# feedback_text
source: If you have a specific issue or bug, please file a GitHub issue. Please join the Flood Discord server to discuss feature requests and implementation details.
ar: إذا كان لديك مشكلة محددة أو خطأ، يرجى تقديم تقرير بمشكلتك على مستودع GitHub. يرجى الانضمام إلى خادم Discord الخاص بـ Flood لمناقشة طلبات الميزات وتفاصيل التنفيذ.
cs: Pokud máte konkrétní problém nebo chybu, prosím, založte problém na GitHubu. Připojte se také k serveru Discord společnosti Flood, abyste mohli diskutovat o požadavcích na nové funkce a podrobnostech implementace.
fi: Jos sinulla on tietty ongelma tai virhe, ilmoita siitä GitHubin kautta. Liity Floodin Discord-palvelimeen keskustelemaan ominaisuuspyynnöistä ja toteutusyksityiskohdista.
hi: यदि आपके पास कोई विशिष्ट समस्या या बग है, कृपया एक गिटहब मुद्दा फ़ाइल करें। कृपया सुविधा अनुरोधों और कार्यान्वयन विवरणों पर चर्चा करने के लिए फ्लड डिस्कॉर्ड सर्वर में शामिल हों।
hu: Ha van egy adott problémája vagy hiba, kérjük, nyisson egy GitHub problémát. Kérjük, csatlakozzon a Flood Discord szerverhez, hogy megbeszélje a funkciók kéréseit és a megvalósítási részleteket.
no: Hvis du har et spesifikt problem eller en feil, vennligst opprett en GitHub-sak. Vennligst bli med i Flood Discord-serveren for å diskutere ønsker om funksjoner og implementeringsdetaljer.
pl: Jeśli masz konkretny problem lub błąd, prosimy zgłoś go jako problem GitHub. Dołącz do serwera Discord Flood, aby omówić żądania funkcji i szczegóły implementacji.
ro: Dacă aveți o problemă sau o eroare specifică, vă rugăm să raportați o problemă pe GitHub. Vă rugăm să vă alăturați serverului Flood Discord pentru a discuta solicitări de funcționalități și detalii de implementare.
uk: Якщо у вас є конкретна проблема або помилка, будь ласка, створіть проблему на GitHub. Приєднуйтесь до сервера Discord Flood, щоб обговорити запити на функції та деталі реалізації.

# more_info_text
source: More Information
ar: معلومات إضافية
cs: Více informací
fi: Lisätietoja
hi: अधिक जानकारी
hu: További információ
no: Mer Informasjon
pl: Więcej informacji
ro: Mai multe informații
uk: Додаткова інформація

# check_out_info
source: Check out the Wiki for more information.
ar: تحقق من الويكي لمزيد من المعلومات.
cs: Podívejte se do wiki pro více informací.
fi: Tutustu Wikiin saadaksesi lisätietoja.
hi: अधिक जानकारी के लिए विकि की जांच करें।
hu: Tekintse meg a Wiki-t további információért.
no: Sjekk ut Wiki for mer informasjon.
pl: Zajrzyj do Wiki, aby uzyskać więcej informacji.
ro: Consultați Wiki pentru mai multe informații.
uk: Перегляньте вікі для отримання додаткової інформації.

source: Home Screen
ar: شاشة الصفحة الرئيسية
cs: Domovská obrazovka
fi: Kotinäyttö
hi: होम स्क्रीन
hu: Kezdőképernyő
no: Hjem Skjerm
pl: Ekran główny
ro: Ecran Principal
uk: Екран Домашньої сторінки

source: Selected Torrent File
ar: ملف تورنت المحدد
cs: Vybraný torrent soubor
fi: Valittu Torrent-tiedosto
hi: चयनित टोरेंट फ़ाइल
hu: Kiválasztott torrent fájl
no: Valgt Torrent-fil
pl: Wybrany plik torrent
ro: Fișier Torrent Selectat
uk: Вибраний файл торрента

source: Selected Magnet Link
ar: رابط المغناطيس المحدد
cs: Vybraný magnet odkaz
fi: Valittu Magnet-linkki
hi: चयनित मैग्नेट लिंक
hu: Kiválasztott Magnet Link
no: Valgt Magnetlenke
pl: Wybrany link magnetyczny
ro: Link Magnet Selectat
uk: Вибраний Magnet-посилання

# torrent_text
source: Torrent
ar: تورنت
hi: टोरेंट
uk: Торрент

# torrent_magnet_link_textfield_hint
source: Torrent URL or Magnet Link
ar: رابط تورنت أو رابط مغناطيس
cs: URL torrentu nebo magnetický odkaz
fi: Torrentin URL tai Magnet-linkki
hi: टोरेंट URL या मैग्नेट लिंक
hu: Torrent URL vagy Magnet Link
no: Torrent-URL eller Magnetlenke
pl: URL torrenta lub link magnetyczny
ro: URL Torrent sau Link Magnet
uk: URL торрента або Magnet-посилання

# torrent_magnet_link_textfield_validator
source: Field cannot be empty
ar: يجب ألا يكون الحقل فارغًا
cs: Toto pole nesmí být prázdné
fi: Kenttä ei voi olla tyhjä
hi: फ़ील्ड खाली नहीं हो सकता
hu: A mező nem lehet üres
no: Feltet kan ikke være tomt
pl: To pole nie może być puste
ro: Câmpul nu poate fi gol
uk: Поле не може бути порожнім

# textfield_destination_torrent
source: Destination
ar: الوجهة
cs: Cíl
fi: Kohde
hi: गंतव्य
hu: Cél
no: Destinasjon
pl: Lokalizacja
ro: Destinație
uk: Призначення

# torrents_destination_base_path
source: Use as Base Path
ar: استخدم كمسار أساسي
cs: Použít jako cestu
fi: Käytä peruskansioksi
hi: बेस पथ रूप में उपयोग
hu: Alapkönyvtárként használja
no: Bruk som Basebane
pl: Użyj jako ścieżkę podstawową
ro: Utilizați ca Cale de Bază
uk: Використовувати як базовий шлях

# torrents_destination_completed
source: Completed
ar: مكتملة
cs: Dokončené
fi: Valmistunut
hi: पूर्ण
hu: Befejezett
no: Fullført
pl: Zakończone
ro: Finalizate
uk: Завершені

# torrents_destination_sequential
source: Sequential Download
ar: التنزيل التسلسلي
cs: Seřazené stahování
fi: Järjestelmällinen lataus
hi: क्रमिक डाउनलोड
hu: Szekvenciális letöltés
no: Sekvensiell Nedlasting
pl: Pobieranie sekwencyjne
ro: Descărcare Secvențială
uk: Послідовне завантаження

# add_torrent_button
source: Add Torrent
ar: إضافة تورنت
cs: Přidat torrent
fi: Lisää Torrent
hi: टोरेंट जोड़ें
hu: Torrent hozzáadása
no: Legg til Torrent
pl: Dodaj torrenta
ro: Adăugați Torrent
uk: Додати торрент

# add_torrent_snackbar
source: Torrent added successfully
ar: تمت إضافة التورنت بنجاح
cs: Torrent úspěšně přidán
fi: Torrent lisätty onnistuneesti
hi: टोरेंट सफलतापूर्वक जोड़ा गया
hu: A torrent sikeresen hozzáadva
no: Torrent lagt til
pl: Torrent dodany pomyślnie
ro: Torrent adăugat cu succes
uk: Торрент успішно додано

# logout_confirm
source: Are you sure you want to Log out ?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
cs: Opravdu se chcete odhlásit?
fi: Haluatko varmasti kirjautua ulos?
hi: क्या आप वाकई लॉग आउट करना चाहते हैं?
hu: Biztosan ki szeretne jelentkezni?
no: Er du sikker på at du vil logge ut?
pl: Czy na pewno chcesz wylogować się?
ro: Sunteți sigur că doriți să vă deconectați?
uk: Ви впевнені, що хочете вийти з облікового запису?

# button_no
source: No
ar: لا
cs: Ne
fi: Ei
hi: नहीं
hu: Nem
no: Nei
pl: Nie
ro: Nu
uk: Ні

# button_yes
source: Yes
ar: نعم
cs: Ano
fi: Kyllä
hi: हाँ
hu: Igen
no: Ja
pl: Tak
ro: Da
uk: Так

# menu_torrent_lable
source: Torrents
ar: تورنت
cs: Torrent
fi: Torrent
hi: टोरेंट
hu: Torrent
no: Torrent
pl: Torrent
ro: Torrent
uk: Торрент

# menu_settings_lable
source: Settings
ar: الإعدادات
cs: Nastavení
fi: Asetukset
hi: सेटिंग्स
hu: Beállítások
no: Innstillinger
pl: Ustawienia
ro: Setări
uk: Налаштування

# menu_logout_lable
source: Logout
ar: تسجيل الخروج
cs: Odhlásit se
fi: Kirjaudu ulos
hi: लॉग आउट
hu: Kijelentkezés
no: Logg ut
pl: Wyloguj
ro: Deconectare
uk: Вийти

# menu_github_lable
source: GitHub
hi: गिटहब

# menu_about_lable
source: About
ar: حول
cs: O aplikaci
fi: Tietoja
hi: बारे में
hu: Információk
no: Om
pl: Informacje
ro: Despre
uk: Про додаток

# notification_clear_all
source: Clear All
ar: مسح الكل
cs: Vymazat vše
fi: Tyhjennä kaikki
hi: सभी साफ़ करें
hu: Összes törlése
no: Slett Alt
pl: Wyczyść wszystko
ro: Ștergeți Toate
uk: Очистити все

# notification_no_notification
source: No notification to display.
ar: لا توجد إشعارات لعرضها.
cs: Žádné oznámení k zobrazení.
fi: Ei näytettäviä ilmoituksia.
hi: कोई अधिसूचना प्रदर्शित नहीं करने के लिए।
hu: Nincs megjelenítendő értesítés.
no: Ingen varsler å vise.
pl: Brak powiadomień do wyświetlenia.
ro: Nu există notificări de afișat.
uk: Немає повідомлень для відображення.

# multi_torrents_actions_pause
source: Pause
ar: إيقاف مؤقت
cs: Pozastavit
fi: Tauko
hi: रोकें
hu: Szünet
pl: Wstrzymaj
ro: Pauză
uk: Призупинити

# multi_torrents_actions_start
source: Start
ar: بدء
cs: Spustit
fi: Käynnistä
hi: शुरू करें
hu: Indítás
pl: Uruchom
uk: Почати

# multi_torrents_actions_delete
source: Delete
ar: حذف
cs: Smazat
fi: Poista
hi: हटाएं
hu: Törlés
no: Slett
pl: Usuń
ro: Ștergere
uk: Видалити

# multi_torrents_actions_set_tags
source: Set tags
ar: تعيين العلامات
cs: Nastavit značky
fi: Aseta tunnisteet
hi: टैग सेट करें
hu: Címkék beállítása
no: Sett Kategorier
pl: Ustaw tagi
ro: Setare etichete
uk: Встановити теги

# multi_torrents_actions_select_all
source: Select All
ar: تحديد الكل
cs: Vybrat vše
fi: Valitse kaikki
hi: सभी का चयन करें
hu: Összes kiválasztása
no: Velg Alle
pl: Zaznacz wszystko
ro: Selectare Tot
uk: Вибрати все

# button_dismiss
source: Dismiss
ar: تجاهل
cs: Zavřít
fi: Hylkää
hi: खारिज करें
hu: Bezárás
no: Avvis
pl: Zamknij
ro: Renunță
uk: Закрити

# feeds_delete_snackbar
source: Feed deleted successfully
ar: تم حذف الخلاصة بنجاح
cs: Zdroj byl úspěšně smazán
fi: Syöte poistettu onnistuneesti
hi: फ़ीड सफलतापूर्वक हटा दिया गया
hu: Az adagoló sikeresen törölve
no: Feed slettet
pl: Strumień usunięty pomyślnie
ro: Feed șters cu succes
uk: Стручка успішно видалена

# feeds_add_snackbar
source: New Feed added successfully
ar: تمت إضافة خلاصة جديدة بنجاح
cs: Nový zdroj byl úspěšně přidán
fi: Uusi syöte lisätty onnistuneesti
hi: नई फ़ीड सफलतापूर्वक जोड़ी गई
hu: Új adagoló sikeresen hozzáadva
no: Ny Feed lagt til
pl: Dodano nowy strumień pomyślnie
ro: Feed nou adăugat cu succes
uk: Нова стручка успішно додана

# feeds_time_days
source: Days
ar: أيام
cs: Dny
fi: Päivää
hi: दिन
hu: Napok
no: Dager
pl: Dni
ro: Zile
uk: Дні

# feeds_time_hours
source: Hours
ar: ساعات
cs: Hodiny
fi: Tuntia
hi: घंटे
hu: Órák
no: Timer
pl: Godziny
ro: Ore
uk: Години

# feeds_time_minutes
source: Minutes
ar: دقائق
cs: Minuty
fi: Minuuttia
hi: मिनट
hu: Percek
no: Minutter
pl: Minuty
ro: Minute
uk: Хвилини

# feeds_existing_feeds
source: Existing Feeds
ar: الخلاصات الموجودة
cs: Existující kanály
fi: Olemassa olevat syötteet
hi: मौजूदा फ़ीड
hu: Meglévő hírcsatornák
no: Eksisterende Feeds
pl: Istniejące strumienie
ro: Feed-uri Existente
uk: Існуючі стручки

# feeds_no_feeds_defined
source: No feeds defined.
ar: لا توجد خلاصات معرفة.
cs: Nebyly definovány žádné kanály.
fi: Ei määriteltyjä syötteitä.
hi: कोई फ़ीड परिभाषित नहीं है।
hu: Nincsenek meghatározott hírcsatornák.
no: Ingen feeds definert.
pl: Brak zdefiniowanych strumieni.
ro: Nu sunt definite feed-uri.
uk: Стручки не визначені.

# feeds_label
source: Label
ar: التسمية
cs: Název
fi: Tunniste
hi: लेबल
hu: Címke
no: Merke
pl: Etykieta
ro: Etichetă
uk: Мітка

# feeds_label_validator
source: You must specify a label.
ar: يجب تحديد تسمية.
cs: Musíte zadat název.
fi: Sinun on annettava tunniste.
hi: आपको एक लेबल निर्दिष्ट करना चाहिए।
hu: Meg kell adnia egy címkét.
no: Du må angi et merke.
pl: Musisz podać etykietę.
ro: Trebuie să specificați o etichetă.
uk: Ви повинні вказати мітку.

# feeds_interval
source: Interval
ar: الفاصل الزمني
fi: Väli
hi: अंतराल
hu: Intervallum
no: Intervall
pl: Interwał
uk: Інтервал

# feeds_interval_validator
source: The interval must be a positive number.
ar: يجب أن يكون الفاصل الزمني رقمًا موجبًا.
cs: Interval musí být kladné číslo.
fi: Välin on oltava positiivinen luku.
hi: अंतराल एक सकारात्मक संख्या होनी चाहिए।
hu: Az intervallumnak pozitív számnak kell lennie.
no: Intervall må være et positivt tall.
pl: Interwał musi być liczbą dodatnią.
ro: Intervalul trebuie să fie un număr pozitiv.
uk: Інтервал повинен бути позитивним числом.

# feeds_interval_unit
source: Interval Unit
ar: وحدة الفاصل الزمني
cs: Jednotka intervalu
fi: Välin yksikkö
hi: अंतराल इकाई
hu: Intervallum egység
no: Intervallenhet
pl: Jednostka interwału
ro: Unitate Interval
uk: Одиниця інтервалу

# feeds_interval_unit_validator
source: Please select a unit
ar: يرجى تحديد وحدة.
cs: Vyberte prosím jednotku.
fi: Valitse yksikkö.
hi: अंतराल इकाई निर्दिष्ट करें।
hu: Kérjük, válasszon egy egységet
no: Vennligst velg en enhet
pl: Proszę wybrać jednostkę
ro: Vă rugăm să selectați o unitate
uk: Будь ласка, виберіть одиницю.

# feeds_url_validator
source: You must specify a valid feed URL.
ar: يجب تحديد عنوان URL صالح.
cs: Musíte zadat platné URL kanálu.
fi: Sinun on annettava kelvollinen syöte-URL.
hi: आपको एक मान्य फ़ीड URL निर्दिष्ट करना होगा।
hu: Meg kell adnia egy érvényes hírcsatorna URL-t.
no: Du må angi en gyldig feed-URL.
pl: Musisz podać prawidłowy adres URL kanału.
ro: Trebuie să specificați un URL valid pentru fluxul
uk: Ви повинні вказати правильний URL стручки.

# feeds_browse_feeds
source: Browse Feeds
ar: تصفح الخلاصات
cs: Procházet kanály
fi: Selaa syötteitä
hi: फ़ीड ब्राउज़ करें
hu: Hírcsatornák böngészése
no: Bla gjennom Feeds
pl: Przeglądaj kanały
ro: Navigare fluxuri
uk: Переглянути стручки

# feeds_select_feed
source: Select Feed
ar: تحديد الخلاصة
cs: Vyberte kanál
fi: Valitse syöte
hi: फ़ीड चुनें
hu: Hírcsatorna kiválasztása
no: Velg Feed
pl: Wybierz kanał
ro: Selectați un flux
uk: Вибрати стручку

# feeds_select_feed_validator
source: Please select a feed
ar: يرجى تحديد الخلاصة
cs: Vyberte prosím kanál.
fi: Valitse syöte.
hi: कृपया एक फ़ीड चुनें
hu: Kérjük, válasszon egy hírcsatornát
no: Vennligst velg en feed
pl: Proszę wybrać kanał
ro: Vă rugăm să selectați un flux
uk: Будь ласка, виберіть стручку

# feeds_search_term
source: Search Term
ar: مصطلح البحث
cs: Hledat termín
fi: Hakutermiti
hi: खोज शब्द
hu: Keresési kifejezés
no: Søkeord
pl: Wyszukiwany termin
ro: Termen de căutare
uk: Пошуковий термін

# feeds_existing_rules
source: Existing Rules
ar: القواعد الموجودة
cs: Existující pravidla
fi: Olemassa olevat säännöt
hi: मौजूदा नियम
hu: Meglévő szabályok
no: Eksisterende Regler
pl: Istniejące reguły
ro: Reguli existente
uk: Існуючі правила

# feeds_tags
source: Tags
ar: العلامات
cs: Štítky
fi: Tunnisteet
hi: टैग
hu: Címkék
pl: Tagi
ro: Etichete
uk: Теги

# rules_deleted_snackbar
source: Rule deleted successfully
ar: تم حذف القاعدة بنجاح
cs: Pravidlo bylo úspěšně smazáno.
fi: Sääntö poistettu onnistuneesti
hi: नियम सफलतापूर्वक हटा दिए गए
hu: Szabály sikeresen törölve
no: Regel slettet
pl: Reguła pomyślnie usunięta
ro: Regula a fost ștearsă cu succes
uk: Правило успішно видалено

# rules_added_snackbar
source: New Rule added successfully
ar: تمت إضافة قاعدة جديدة بنجاح
cs: Nové pravidlo bylo úspěšně přidáno.
fi: Uusi sääntö lisätty onnistuneesti
hi: नया नियम सफलतापूर्वक जोड़ा गया
hu: Új szabály sikeresen hozzáadva
no: Ny regel lagt til
pl: Nowa reguła pomyślnie dodana
ro: Regulă nouă adăugată cu succes
uk: Нове правило успішно додано

# rules_match
source: Match
ar: تطابق
cs: Odpovídá
fi: Vastaava
hi: मिलेगा
hu: Egyezés
pl: Pasuję
ro: Potrivește
uk: Відповідає

# rules_exclude
source: Exclude
ar: استثناء
cs: Vyloučit
fi: Poissulje
hi: छोड़ें
hu: Kizárás
no: Ekskluder
pl: Wyklucz
uk: Виключити

# feeds_no_rules_defined
source: No rules defined.
ar: لا توجد قواعد معرفة.
cs: Nebyla definována žádná pravidla.
fi: Ei määriteltyjä sääntöjä.
hi: कोई नियम परिभाषित नहीं हैं।
hu: Nincsenek meghatározott szabályok.
no: Ingen regler definert.
pl: Brak zdefiniowanych reguł.
ro: Nu există reguli definite
uk: Правила не визначені.

# rules_textfield_lable
source: Label
ar: التسمية
cs: Název
fi: Tunniste
hi: लेबल
hu: Címke
no: Etikett
pl: Etykieta
ro: Etichetă
uk: Мітка

# rules_textfield_hint
source: Label
ar: التسمية
cs: Název
fi: Tunniste
hi: लेबल
hu: Címke
no: Etikett
pl: Etykieta
ro: Etichetă
uk: Мітка

# rules_textfield_validator
source: You must specify a label.
ar: يجب تحديد تسمية.
cs: Musíte zadat název.
fi: Sinun on annettava tunniste.
hi: आपको एक लेबल निर्दिष्ट करना होगा।
hu: Meg kell adnia egy címkét.
no: Du må angi en etikett.
pl: Musisz podać etykietę.
ro: Trebuie să specificați o etichetă
uk: Ви повинні вказати мітку.

# feeds_applicable_feed
source: Applicable Feed
ar: الخلاصة المطبقة
cs: Vhodný kanál
fi: Sovellettavat syötteet
hi: लागू होने वाला फ़ीड
hu: Alkalmazható hírcsatorna
no: Gjeldende Feed
pl: Dotyczy kanału
ro: Flux aplicabil
uk: Відповідна стручка

# feeds_applicable_feed_validator
source: Please select a feed
ar: يرجى تحديد الخلاصة
cs: Vyberte prosím kanál.
fi: Valitse syöte.
hi: कृपया एक फ़ीड चुनें
hu: Kérjük, válasszon egy hírcsatornát
no: Vennligst velg en feed
pl: Proszę wybrać kanał
ro: Vă rugăm să selectați un flux
uk: Будь ласка, виберіть стручку

# feeds_apply_tags
source: Apply Tags
ar: تطبيق العلامات
cs: Použít štítky
fi: Lisää tunnisteet
hi: टैग लागू करें
hu: Címkék alkalmazása
no: Bruk Tags
pl: Zastosuj tagi
ro: Aplicați etichete
uk: Застосувати теги

# feeds_match_pattern
source: Match Pattern
ar: نمط التطابق
cs: Vzor shody
fi: Vastaava kuvio
hi: पैटर्न मिलेगा
hu: Mintázat egyezése
no: Mønster
pl: Pasujący wzorzec
ro: Potrivire model
uk: Відповідність шаблону

# feeds_regEx
source: RegEx
ar: تعبير عادي
cs: Regulární výraz
hi: रेज़ुलर एक्सप्रेशन
hu: Reguláris kifejezés
pl: Wyrażenie regularne
ro: Expresie regulată
uk: Регулярний вираз

# feeds_match_pattern_validator
source: Invalid regular expression.
ar: تعبير عادي غير صالح.
cs: Neplatný regulární výraz.
fi: Virheellinen säännöllinen lauseke.
hi: अवैध नियमित अभिव्यक्ति।
hu: Érvénytelen reguláris kifejezés.
no: Ugyldig regulært uttrykk.
pl: Nieprawidłowe wyrażenie regularne.
ro: Expresie regulată nevalidă
uk: Неприпустимий регулярний вираз.

# rules_exclude_pattern
source: Exclude Pattern
ar: نمط الاستثناء
cs: Vyloučit vzor
fi: Poissulje kuvio
hi: पैटर्न छोड़ें
hu: Kizárt minta
no: Ekskluder Mønster
pl: Wyklucz wzorzec
ro: Model de excludere
uk: Шаблон виключення

# feeds_torrent_destination
source: Torrent Destination
ar: وجهة التورنت
cs: Cíl pro torrent
fi: Torrentin sijainti
hi: टॉरेंट गंतव्य
hu: Torrent helye
no: Torrent Destinasjon
pl: Lokalizacja plików torrent
ro: Destinație torrent
uk: Місце призначення торрента

# feeds_rule_start_on_load
source: Start on load
ar: البدء عند التحميل
cs: Spustit při načítání
fi: Käynnistä latauksessa
hi: लोड पर शुरू
hu: Indítás betöltéskor
no: Start ved lasting
pl: Uruchom przy ładowaniu
ro: Pornire la încărcare
uk: Почати при завантаженні

# button_new
source: New
ar: جديد
cs: Nový
fi: Uusi
hi: नया
hu: Új
no: Ny
pl: Nowy
ro: Nou
uk: Новий

# button_add
source: Add
ar: إضافة
cs: Přidat
fi: Lisää
hi: जोड़ें
hu: Hozzáadás
no: Legg til
pl: Dodaj
ro: Adăugare
uk: Додати

# button_cancel
source: Cancel
ar: إلغاء
cs: Zrušit
fi: Peruuta
hi: रद्द करें
hu: Mégse
no: Avbryt
pl: Anuluj
ro: Anulare
uk: Скасувати

# button_close
source: Close
ar: إغلاق
cs: Zavřít
fi: Sulje
hi: बंद करें
hu: Bezárás
no: Lukk
pl: Zamknij
ro: Închidere
uk: Закрити

# button_download
source: Download
ar: تحميل
cs: Stáhnout
fi: Lataa
hi: डाउनलोड करें
hu: Letöltés
no: Last ned
pl: Pobierz
ro: Descărcare
uk: Завантажити

# button_save_feed
source: Save
ar: حفظ
cs: Uložit
fi: Tallenna
hi: सहेजें
hu: Mentés
no: Lagre
pl: Zapisz
ro: Salvare
uk: Зберегти

source: Login Screen
ar: شاشة تسجيل الدخول
cs: Přihlašovací obrazovka
fi: Kirjautumisnäyttö
hi: लॉगिन स्क्रीन
hu: Bejelentkezés képernyő
no: Påloggingsskjerm
pl: Ekran logowania
ro: Ecran de autentificare
uk: Екран входу

# login_screen_welcome
source: Welcome to Flood
ar: مرحبًا بك في Flood!
cs: Vítejte ve Flood!
fi: Tervetuloa Floodiin!
hi: Flood में आपका स्वागत है!
hu: Üdvözöljük a Flood-ban!
no: Velkommen til Flood!
pl: Witaj w Flood!
ro: Bun venit la Flood!
uk: Ласкаво просимо до Flood!

# login_screen_sign_in
source: Sign in to your account
ar: تسجيل الدخول إلى حسابك
cs: Přihlásit se do vašeho účtu
fi: Kirjaudu sisään tilillesi
hi: अपने खाते में साइन इन करें
hu: Jelentkezzen be a fiókjába
no: Logg inn på kontoen din
pl: Zaloguj się na swoje konto
ro: Autentificați-vă în contul dumneavoastră
uk: Увійдіть до свого облікового запису

# login_screen_username
source: Username
ar: اسم المستخدم
cs: Uživatelské jméno
fi: Käyttäjänimi
hi: उपयोगकर्ता नाम
hu: Felhasználónév
no: Brukernavn
pl: Nazwa użytkownika
ro: Nume de utilizator
uk: Ім'я користувача

# login_screen_password
source: Password
ar: كلمة المرور
cs: Heslo
fi: Salasana
hi: पासवर्ड
hu: Jelszó
no: Passord
pl: Hasło
ro: Parolă
uk: Пароль

# login_screen_textfield_validator
source: Field cannot be empty
ar: لا يمكن أن يكون الحقل فارغًا
cs: Toto pole nesmí být prázdné.
fi: Kenttä ei voi olla tyhjä.
hi: फ़ील्ड खाली नहीं हो सकती
hu: A mező nem lehet üres
no: Feltet kan ikke være tomt
pl: Pole nie może być puste
ro: Câmpul nu poate fi gol
uk: Поле не може бути порожнім

# login_success
source: Login Successful
ar: تم تسجيل الدخول بنجاح
cs: Přihlášení úspěšné
fi: Kirjautuminen onnistui
hi: लॉगिन सफल
hu: Sikeres bejelentkezés
no: Pålogging vellykket
pl: Logowanie pomyślne
ro: Autentificare cu succes
uk: Успішний вхід

# login_fail
source: Login Error
ar: خطأ في تسجيل الدخول
cs: Chyba přihlášení
fi: Kirjautumisvirhe
hi: लॉगिन त्रुटि
hu: Bejelentkezési hiba
no: Påloggingsfeil
pl: Błąd logowania
ro: Eroare la autentificare
uk: Помилка входу

# login_button
source: Login
ar: تسجيل الدخول
cs: Přihlásit se
fi: Kirjaudu sisään
hi: लॉगिन
hu: Bejelentkezés
no: Logg inn
pl: Zaloguj
ro: Autentificare
uk: Увійти

# battery_optimization_dialog_title
source: Action Required
ar: إجراء مطلوب
cs: Vyžaduje se akce
fi: Toimenpide vaaditaan
hi: कार्रवाई आवश्यक
hu: Cselekvés szükséges
no: Handling kreves
pl: Wymagane działanie
ro: Acțiune necesară
uk: Необхідна дія
